Repository: Kunstmaan/CollectiveAccess
Catalog: app/locale/*/messages.po
Languages: es_es

source: Name of role (must be unique)
es_es: Nombre de la función (debe ser único)

source: Short code (up to 20 characters) for role (must be unique)
es_es: Código corto (hasta 20 caracteres) para función (debe ser único)

source: Description of role. This text will be displayed to system administrators only and should clearly document the purpose of the role.
es_es: Descripción de la función. Este texto se mostrará a los administradores del sistema y debe documentar claramente el propósito de la función.

source: The relative priority of the role when displayed in a list with other roles. Lower numbers indicate higher priority.
es_es: Prioridad relativa de la función cuando se muestra en una lista con otras funciones. Los números más bajos indican mayor prioridad.

source: Role settings
es_es: configuración de función

source: Storage for role-level variables
es_es: Almacenamiento para funciones de nivel de las variables

source: Field access
es_es: Campo de acceso

source: Contains definitions of what table/field combinations users with this role can access.
es_es: Contiene definiciones de a qué combinaciones tabla/campo pueden acceder los usuarios con esta función.

source: users
es_es: usuarios

source: User name
es_es: Nombre de usuario

source: The login name for this user. This name is used in combination with the password set below to access the system.
es_es: El nombre de inicio de sesión para este usuario. Este nombre se utiliza en combinación con la contraseña antes establecida para acceder al sistema.

source: User class
es_es: clase de usuario

source: Password
es_es: Contraseña

source: The login password for this user. Passwords must be at least 4 characters and should ideally contain a combination of letters and numbers. Passwords are case-sensitive.
es_es: La contraseña de inicio de sesión para este usuario. Las contraseñas deben tener al menos 4 caracteres y deberían contener una combinación de letras y números. Las contraseñas distinguen entre mayúsculas y minúsculas.

source: First name
es_es: Primer nombre

source: The forename of this user.
es_es: Nombre de este usuario

source: Last name
es_es: Apellido

source: The surname of this user.
es_es: El apellido de este usuario.

source: E-mail
es_es: Correo electrónico

source: The e-mail address of this user. The address will be used for all mail-based system notifications and alerts to this user.
es_es: La dirección de correo electrónico de este usuario. La dirección se utilizará para todas las notificaciones del sistema basadas en correo electrónico y alertas para este usuario.

source: Account is activated?
es_es: ¿Está activa la cuenta?

source: Confirmed on
es_es: Confirmado en

source: Confirmation key
es_es: Clave de confirmación

source: Confirmation key used for email verification.
es_es: Clave de confirmación usada para la verificación de email.

source: No groups specified
es_es: No hay grupos especificados

source: Group '%1' does not exist
es_es: El grupo '%1' no existe

source: Groups
es_es: Grupos

source: %1 is not a valid user preference
es_es: % 1 no es una preferencia de usuario válida

source: You must select between %1 and %2 choices for %3
es_es: Usted debe seleccionar entre las opciones %1 y %2 para el %3

source: You must select %1 choices for %2
es_es: Usted debe seleccionar %1 opciones para %2

source: %1 is not a valid value for %2
es_es: % no es un valor válido para %2

source: Value for %1 must be between %2 and %3
es_es: El valor para %1 debe estar entre %2 y %3

source: Value for %1 must be between %2 and %3 characters
es_es: el valor para %1 debe estar entre %2 y %3 caracteres

source: No default UI locale is available
es_es: Ninguna UI local por defecto es disponible

source: user-group assocation
es_es: asociación usuario-grupo

source: user-group assocations
es_es: asociaciones usuario-grupo

source: user-role assocation
es_es: asociación usuario-función

source: user-role assocations
es_es: asociaciones usuario-función

source: History
es_es: Geschicte

source: You must define a search form before you can use the advanced search.
es_es: Usted debe definir una búsqueda antes de poder usar la búsqueda avanzada.

source: Click here to create a new form.
es_es: Haga click aquí para crear una nueva forma

source: You do not have access to this form
es_es: Usted no tiene acceso a este formulario

source: Reset
es_es: Reinicio

source: Yes
es_es: Sí

source: Recent changes
es_es: Cambios recientes

source: Comments
es_es: Comentarios

source: Object representations
es_es: representaciones de objeto

source: Tags
es_es: Etiquetas

source: Save
es_es: Guardar

source: Group members
es_es: Miembros del grupo

source: No users are in this group
es_es: No hay usuarios en este grupo

source: New group
es_es: Nuevo grupo

source: Edit
es_es: Editar

source: No groups have been configured
es_es: ningún grupo ha sido configurado

source: User actions
es_es: Acciones de usuario

source: New role
es_es: Nueva función

source: No roles have been configured
es_es: Ningún rol ha sido configurado

source: Confirm password
es_es: Confirmar contraseña

source: New user
es_es: Nuevo usuario

source: Login name
es_es: Nombre de inicio de sesión

source: Email
es_es: Correo electrónico

source: Active?
es_es: ¿Activo?

source: Last login
es_es: Último inicio de sesión

source: Datatype-specific options
es_es: Opciones especificas de tipo de datos

source: Setting
es_es: Ajustes

source: NOT OK!
es_es: MAL!

source: Info
es_es: Información

source: Available
es_es: Disponible

source: Not used
es_es: No usado

source: Not available
es_es: No Disponible

source: Labels
es_es: Etiquetas

source: Type restrictions
es_es: Restricciones de tipo

source: Add type restriction
es_es: Agregar restricción de tipo

source: Sub-elements
es_es: Su-elementos

source: Add sub-element
es_es: Agregar sub-elemento

source: New
es_es: Nuevo

source: Bundle placements
es_es: Ubicaciones del bulto

source: Add bundle
es_es: Agregar bulto

source: Screens
es_es: Pantallas

source: default
es_es: por omisión

source: Add screen
es_es: Agregar pantalla

source: System?
es_es: Sistema?

source: Metadata elements
es_es: elementos de metadatos

source: Display
es_es: Presentación

source: No name set
es_es: Sin nombre fijado

source: Your search found no %1
es_es: Su búsqueda no encontró ningún %1

source: Please enter a search
es_es: Ingrese una búsqueda, por favor

source: Did you mean one of these: %1 ?
es_es: ¿Quiso usted decir uno de estos: %1?

source: Did you mean %1 ?
es_es: ¿Quiso usted decir %1?

source: Jump to page
es_es: Brincar a página

source: GO
es_es: IR

source: Your %1 found
es_es: Su %1 encontró

source: Hierarchy
es_es: Jerarquía

source: Add new list
es_es: Agregar lista nueva

source: Add under %2 new %1
es_es: Agregar abajo de %2 un nuevo %1

source: Close hierarchy viewer
es_es: Cerrar observador de Jerarquía

source: Open hierarchy viewer
es_es: Abrir observador de Jerarquía

source: Search %1
es_es: Buscar %1

source: Options
es_es: Opciones

source: Sort results by:
es_es: Ordenar resultados por:

source: Results per page:
es_es: Resultados por página

source: Search history
es_es: Historial de búsqueda

source: Add
es_es: Agregar

source: Add label
es_es: Agregar etiqueta

source: Add collection label
es_es: Agregar etiqueta de colección

source: Add relationship
es_es: Agregar relación

source: Add entity label
es_es: Agregar etiqueta de entidad

source: Add lot label
es_es: Agregar etiqueta de lote

source: Add lot
es_es: Agregar lote

source: + 1 additional file
es_es: + 1 archivo adicional

source: + %1 additional files
es_es: + %1 archivos adicionales

source: Update media
es_es: Medio actualizado

source: Add representation
es_es: Agregar representación

source: Add place label
es_es: Agregar etiqueta de lugar

source: Annotations are not supported for this type of media
es_es: La anotaciones no son compatibles con este tipo de medio

source: Add annotation
es_es: Agregar anotación

source: Locale
es_es: Localización

source: Add %1 to set
es_es: Agregar %1 al conjunto

source: There are no items in this set
es_es: No hay elementos en el conjunto

source: Close browser
es_es: Cerra el navegador

source: Show in browser
es_es: Mostrar en el navegador

source: Use the browser to explore the hierarchy. You can edit other hierarchy items by clicking on the arrow.
es_es: Use el navegador para explorar la jerarquía. Usted puede editar otros items de jerarquía haciendo click sobre la flecha.

source: Add
es_es: Agregar

source: Display %1 version
es_es: Visualización de la %1 versión

source: Previous
es_es: Anterior

source: Page
es_es: Página

source: Next
es_es: Siguiente

source: Click on a file icon to view more information about it
es_es: Haga clic sobre el icono de un archivo para más información

source: Showing 1 additional file attached to this representation
es_es: Mostrando 1 archivo adicional adjunto a esta representación

source: Extracted metadata
es_es: Metadatos extraídos

source: Group by
es_es: Grupo por

source: Type
es_es: Tipo

source: Jump to
es_es: Saltar a

source: with
es_es: con

source: or
es_es: o

source: start over
es_es: Empezar de nuevo

source: Choose a selection above to begin browsing
es_es: Elija una selección arriba para iniciar su búsqueda

source: Browse %1
es_es: Ver %1

source: View
es_es: Vista

source: Sort by
es_es: Ordenar por

source: QuickSearch results for
es_es: Resultado de la búsqueda para

source: Place hierarchy
es_es: Situar Jerarquía

source: Hide search form
es_es: Esconder formulario de búsqueda

source: Form
es_es: Forma

source: Show search form
es_es: Mostrar formulario de búsqueda

source: Print
es_es: Imprimir

source: Download
es_es: Descargar

source: Add to set
es_es: Agregar al conjunto

source: Filter
es_es: Filtro

source: Date range
es_es: Rango de fechas

source: No events found
es_es: Sin eventos encontrados

source: Enter a date to display events from above
es_es: Introduzca una fecha para visualizar los eventos desde arriba

source: Num hits
es_es: hits numéricos

source: IP
es_es: Protocolo de Internet

source: Exec time (sec.)
es_es: Tiempo de ejecución (segundos)

source: No searches found
es_es: Sin búsquedas encontradas

source: Enter a date to display searches from above
es_es: Ingrese una fecha para visualizar las búsquedas desde arriba

source: New display list
es_es: Nueva lista de muestras

source: Content type
es_es: Tipo de contenido

source: No displays lists have been configured
es_es: Ninguna lista de visualizaciónes ha sido configurada

source: Batch actions
es_es: Acciones por lotes

source: Author
es_es: Autor

source: Commented On
es_es: Comentado

source: Select
es_es: Selccionar

source: New form
es_es: Nueva forma

source: Form name
es_es: Nombre de formulario

source: No forms have been configured
es_es: Ninguna forma ha sido configurada

source: Set name
es_es: Establecer nombre

source: No sets have been configured
es_es: Ningún conjunto ha sido configurado

source: Item tagged
es_es: ítem etiquetado

source: Your displays
es_es: Sus displays

source: 1 display is available
es_es: 1 display está disponible

source: %1 displays are available
es_es: %1 displays disponibles

source: Your search forms
es_es: Sus formularios de búsqueda

source: 1 set is available
es_es: 1 conjunto disponible

source: %1 sets are available
es_es: %1 conjuntos disponibles

source: Settings for Group #%1/%2
es_es: Configuraciones para el Grupo #%1/%2

source: Back to set
es_es: Volver a establecer

source: Preferences
es_es: Preferencias

source: Logout
es_es: Salir de sesión

source: Login
es_es: Inicio de sesión

source: is a trademark of
es_es: es una marca de

source: You have made changes in this form that you have not yet saved. If you navigate away from this form you will lose your unsaved changes.
es_es: Usted ha hecho cambios a esta forma que aún no han sido guardados. Si usted sale de esta forma perderá los cambios que no haya guardado.

source: Current location
es_es: Lugar de ubicación actual

source: Login again
es_es: Inicie la sesión nuevamente

source: User Name
es_es: Nombre de usuario

source: Start
es_es: Inicio

source: Timecode of start point in hh:mm:ss:ff format (where hh=hours; mm=minutes; ss=seconds and ff=frames. You may use decimal seconds in lieu of frames if desired.
es_es: Código de tiempo de punto de partida en hh: mm: ss: ss formato (donde hh = horas, mm = minutos, ss = segundos y ff = marcos. Usted puede usar segundos decimales en lugar de cuadros, si lo desea..

source: End
es_es: Fin

source: Timecode of end point in hh:mm:ss:ff format (where hh=hours; mm=minutes; ss=seconds and ff=frames. You may use decimal seconds in lieu of frames if desired.
es_es: Código de tiempo del punto final en hh: mm: ss: ss formato (donde hh = horas, mm = minutos, ss = segundos y ff = marcos. Usted puede usar segundos decimales en lugar de cuadros, si lo desea.

source: Read only?
es_es: de sólo lectura?

source: If set bundle will not be editable.
es_es: Si se establece el paquete no será editable.

source: Width, in characters, of field. This value overrides the default model setting when set to a non-zero value.
es_es: Ancho, en caracteres, del campo. Este valor reemplaza el modelo de ajuste por defecto cuando se establece en un valor distinto de cero.

source: Height
es_es: Altura

source: Height, in rows, of field. This value overrides the default model setting when set to a non-zero value.
es_es: Altura, en filas, de campo. Este valor reemplaza el modelo de ajuste por defecto cuando se establece en un valor distinto a cero.

source: Width, in characters, of lookup field. This value overrides the default view setting when set to a non-zero value.
es_es: Ancho, en caracteres, del campo de búsqueda. Este valor reemplaza la opinión de ajuste predeterminado cuando se establece en un valor distinto a cero.

source: Restrict lookups to type
es_es: Restringir búsquedas de tipo

source: If set, restricts lookups to a specific type of item.
es_es: Si se establece, limita las búsquedas a un tipo específico de artículo.

source: Bundle label
es_es: etiquet de paquete

source: If set, overrides the default model setting for the overall bundle label.
es_es: Si se establece, anula la configuración de modelo por defecto para el sello de paquete global.

source: Image is being processed
es_es: La imagen está siendo procesada

source: Log
es_es: registro

source: Object
es_es: objeto

source: Entity
es_es: Entidad

source: Place
es_es: Lugar

source: Place editor
es_es: Lugar del editor

source: Collection
es_es: Colección

source: Storage location
es_es: Lugar de almacenamiento

source: Storage location editor
es_es: editor de lugar de almacenamiento

source: Representation annotations
es_es: Anotaciones de representación

source: Lots
es_es: lotes

source: Basic search
es_es: Búsqueda básica

source: Advanced search
es_es: Búsqueda avanzada

source: QuickSearch
es_es: Búsqueda rápida

source: QuickSearch Results
es_es: Resultado de la búsqueda

source: Last QuickSearch
es_es: Última búsqueda rápida

source: Manage
es_es: Administrar

source: My preferences
es_es: Preferencias

source: User interface
es_es: Interfaz de usuario

source: Cataloguing
es_es: Catalogación

source: Units of measurement
es_es: Unidades de medida

source: User profile
es_es: Perfil de usuario

source: My user groups
es_es: Mis grupos de usuario

source: My displays
es_es: Mis muestras

source: My search forms
es_es: Mis formularios de búsqueda

source: Edit search form
es_es: formulario de edición de búsqueda

source: My sets
es_es: Mis conjuntos

source: Edit set
es_es: Editar conjunto

source: Edit set item
es_es: Editar conjunto de ítems

source: User generated content
es_es: Contenido generado por usuarios

source: Moderate
es_es: Moderar

source: Lists & vocabularies
es_es: Listas y vocabularios

source: Edit list
es_es: Editar lista

source: Edit list item
es_es: Editar lista de ítems

source: Access control
es_es: Control de acceso

source: User logins
es_es: registros de usuario

source: User groups
es_es: grupos de usuario

source: Access roles
es_es: funciones de acceso

source: Logs
es_es: registros

source: Events log
es_es: Eventos de registro

source: Search log
es_es: búsqueda de registro

source: System configuration
es_es: Configuración del sistema

source: User interfaces
es_es: Interfaces de usuario

source: Locales
es_es: lugares

source: Configuration check
es_es: Configuración de verificación

source: Relationship type editor
es_es: Relación editor de tipos

source: System administration
es_es: Administración del sistema

source: Actions needed for general administration of the system. Only trusted administrative users should have access to these actions.
es_es: Acciones requeridas para la administración general del sistema. Solo los usuarios administrativos confiables deberían tener acceso a estas acciones.

source: Is administrator
es_es: Es el administrador

source: Indicates user should not be subject to access control measures. Users with this action effectively have access to all other actions.
es_es: Indica que los usuarios no deben estar sujetos a medidas de control. Los usuarios con esta acción efectivamente tienen acceso a todas las otras acciones.

source: Set access control
es_es: control de accesos a conjunto

source: Allow user to create, edit and delete user logins, roles and groups.
es_es: Permite al usuario crear, editar y eliminar registros de usuario, funciones y grupos.

source: View logs
es_es: Vista de registros

source: Allow user to view system logs
es_es: Permitir al usuario para ver los registros del sistema

source: Searching and browsing
es_es: Búsqueda y navegación.

source: Actions allowing discovery of items using search and browse tools.
es_es: Acciones que permiten el descubrimiento de items usando herramientas de búsqueda y navegación.

source: Allow user to use search (basic or advanced) interface to find items
es_es: Permitir al usuario utilizar la búsqueda (básica o avanzada) Interfaz para encontrar artículos

source: Quicksearch
es_es: Búsqueda

source: Allow user to use quicksearch interface to find items
es_es: Permitir al usuario usar interface de búsqueda rápida para encontrar items

source: Allow user to use browse interface to find items
es_es: Permitir al usuario utilizar interfaz de navegación para encontrar items

source: Personalization
es_es: Personailzación

source: Actions allowing personalization of the user's environment.
es_es: Acciones que permiten la personalización del entorno del usuario.

source: Set preferences
es_es: establecer preferencias

source: Allow user to set their own preferences
es_es: Permitir al usuario establecer sus propias preferencias

source: Create advanced search forms
es_es: crear formularios de búsqueda avanzada

source: Allow user to create their own advanced search forms
es_es: Permite al usuario crear sus propias formas de búsqueda avanzada

source: Use advanced search forms
es_es: Utilice las formas avanzadas de búsqueda

source: Allow user to use advanced search forms
es_es: Permite al usuario utilizar las formas avanzadas de búsqueda

source: Content management
es_es: gestión de contenidos

source: Actions allowing management of catalogued content for personal use.
es_es: Acciones que permiten la gestión de contenidos catalogados para uso personal

source: Create user groups
es_es: crear grupos de usuario

source: Allow user to create their own user groups for data sharing
es_es: Permite al usuario crear sus propios grupos de usuarios para compartir datos

source: Create sets
es_es: crear conjuntos

source: Allow user to create their own sets objects or authority items
es_es: Permite al usuario crear sus propios conjuntos de objetos o elementos de autoridad

source: Edit sets and set content
es_es: Edición de conjuntos y contenido establecido

source: Allow user to alter set information and content in sets for which they have access privileges
es_es: Permitir al usuario modificar la información y los contenidos establecidos en conjuntos para los que tenga privilegios de acceso

source: View sets
es_es: Ver conjuntos

source: Allow user to view sets of objects or authority items for which they have access privileges
es_es: Permite al usuario ver conjuntos de objetos o elementos de autoridad que tienen privilegios de acceso

source: Actions allowing moderation of user generated content.
es_es: Acciones que permiten la moderación de contenido generado por usuarios.

source: Manage user comments
es_es: gestionar comentarios de usuario

source: Allow user to moderate and edit user-provided comments
es_es: Permite al usuario moderar y editar los comentarios proporcionados por el usuario

source: Manage user tags
es_es: Administrar las etiquetas de usuarios

source: Allow user to moderate user-provided tags
es_es: Permite al usuario moderar etiquetas proporcionadas por los usuarios.

source: Object editing
es_es: objeto de edición

source: Actions allowing creation, editing and deletion of objects.
es_es: Acciones que permiten la creación, edición y eliminación de objetos.

source: Create object
es_es: Crear un objeto

source: Allow user to create new objects
es_es: Permite al usuario crear nuevos objetos

source: Edit object
es_es: Editar Objeto

source: Allow user to edit existing objects
es_es: Permitir al usuario editar los objetos existentes

source: Delete object
es_es: Eliminar objeto

source: Allow user to delete objects
es_es: Permitir al usuario borrar objetos

source: Search objects
es_es: Buscar objetos

source: Allow user to search objects
es_es: Permite al usuario buscar objetos

source: Browse objects
es_es: Ver objetos

source: Allow user to browse objects
es_es: Permite al usuario navegar por los objetos

source: Entity authority editing
es_es: Entidad de edición de autoridad

source: Actions allowing creation, editing and deletion of entities.
es_es: Acciones que permiten la creación, edición y supresión de entidades.

source: Create entity
es_es: Crear entidad

source: Allow user to create new entities
es_es: permite al usuario crear una nuevas entidades

source: Edit entity
es_es: editar entidad

source: Allow user to edit existing entities
es_es: Permitir al usuario editar las entidades existentes

source: Delete entity
es_es: eliminar entidad

source: Allow user to delete entities
es_es: Permitir al usuario borrar las entidades

source: Search entities
es_es: Buscar entidades

source: Allow user to search entities
es_es: permita al usuario buscar entidades

source: Browse entities
es_es: Ver entidades

source: Allow user to browse entities
es_es: Permitir al usuario navegar por las entidades

source: Place authority editing
es_es: Colocar autoridad de la edición

source: Actions allowing creation, editing and deletion of places.
es_es: Acciones que permiten la creación, edición y supresión de lugares.

source: Create place
es_es: crear un lugar

source: Allow user to create new places
es_es: permite al usuario crear nuevos lugares

source: Edit place
es_es: Lugar de Edición

source: Allow user to edit existing places
es_es: Permitir al usuario editar los lugares existentes

source: Delete place
es_es: eliminar lugar

source: Allow user to delete places
es_es: Permitir al usuario borrar los lugares

source: Search places
es_es: Buscar lugares

source: Allow user to search places
es_es: Permite al usuario buscar lugares

source: Browse places
es_es: Ver lugares

source: Allow user to browse places
es_es: Permite al usuario navegar por lugares

source: Occurrence-based authority editing
es_es: Ocurrencia basada en la edición de autoridad
