Repository: Kunstmaan/CollectiveAccess
Catalog: app/locale/*/messages.po
Languages: es_es

source: Password does not match confirmation. Please try again.
es_es: Confirmación de contraseñas no coincide. Pruebe de nuevo

source: Added group
es_es: Grupo agregado

source: Saved changes to group
es_es: Cambios al grupo guardados

source: Your entry has errors. See below for details.
es_es: Entrada con errores. Vea debajo para detalles

source: Added role
es_es: Rol agregado

source: Saved changes to role
es_es: Cambios al rol guardados

source: Deleted role
es_es: Rol borrado

source: Added user
es_es: Usuario agregado

source: Saved changes to user
es_es: Cambios al usuario guardados

source: Deleted user
es_es: Usuario borrado

source: Added metadata element
es_es: Metadatos estándar agregados

source: Saved changes to metadata element
es_es: Cambios a los estándars de metadatos guardados

source: Deleted metadata element
es_es: Elemento de metadatos borrado

source: This element is at the top of the list
es_es: Este elemento está al principio de la lista

source: This element is at the bottom of the list
es_es: Esta elemento está al filal de la lista

source: Added interface
es_es: Interfaz agregada

source: Saved changes to interface
es_es: Cambios al interfaz guardados

source: Deleted user interface
es_es: Interfaz de usuario borrada

source: Added screen
es_es: Pantalla agregada

source: Saved changes to screen
es_es: Cambios a la pantalla guardados

source: Deleted screen
es_es: Pantalla borrada

source: This screen is at the top of the list
es_es: Esta pantalla está al principio de la lista

source: This screen is at the bottom of the list
es_es: Esta pantalla está al filal de la lista

source: Bundle placement successfully removed
es_es: Ubicación del bulto correctamente removido

source: This bundle is at the top of the list
es_es: Este bulto está al principio de la lista

source: This bundle is at the bottom of the list
es_es: Este bulto está al final de la lista

source: list
es_es: Lista

source: plural term
es_es: Termino Plural

source: idno
es_es: número de identificación

source: list/vocabulary term
es_es: Lista/Termino de Vocabulario

source: list/vocabulary terms
es_es: Lista/Terminos de Vocabulario

source: Added locale
es_es: Localización agregada

source: Saved changes to locale
es_es: Cambios a la Localización guardados

source: Could not delete locale: %1
es_es: No se pudo eliminar configuración regional: 1%

source: Deleted locale
es_es: Localización borrada

source: type name
es_es: Tipo de Nombre

source: relationship type
es_es: Tipos de Relaciones

source: relationship types
es_es: Tipos de Relaciones

source: name
es_es: Nombre

source: type
es_es: Tipo

source: collection
es_es: Colección

source: collections
es_es: Colecciones

source: entity
es_es: Entidad

source: entities
es_es: Entidades

source: lot idno
es_es: idno del lote

source: lot
es_es: Lote

source: lots
es_es: Lotes

source: thumbnails
es_es: miniaturas

source: full
es_es: Completo

source: title
es_es: Titulo

source: object
es_es: Objeto

source: objects
es_es: Objetos

source: place
es_es: Lugar

source: places
es_es: Lugares

source: storage location
es_es: Lugar de almacenamiento

source: storage locations
es_es: lugares de almacenamiento

source: Objects
es_es: Objetos

source: Object lots
es_es: Bloque de Objetos

source: Entities
es_es: Entidades

source: Places
es_es: Lugares

source: Occurrences
es_es: Ocurrencias

source: Collections
es_es: Colecciones

source: Storage locations
es_es: Lugar de almacenamiento

source: relevance
es_es: relevancia

source: surname, forename
es_es: nombre, apellidos

source: forename
es_es: Nombre de usuario

source: object lot
es_es: Objeto de lote

source: object lots
es_es: Objeto de lotes

source: date
es_es: fecha

source: user
es_es: usuario

source: There are no unmoderated comments
es_es: No hay comentarios no moderados

source: The comment does not exist
es_es: El comentario no existe

source: Could not approve comment
es_es: No se pudo aprobar el comentario

source: Your comments have been approved
es_es: Sus comentarios han sido aprobados

source: Please use the checkboxes to select comments for approval
es_es: Por favor, utilice las casillas para seleccionar los comentarios para su aprobación

source: Could not delete comment
es_es: No se pudo remover el comentario

source: Your comments have been deleted
es_es: Sus comentarios han sido borrados

source: Please use the checkboxes to select comments for deletion
es_es: Por favor, utilice las casillas para seleccionar los comentarios para su eliminación

source: comment
es_es: comentario

source: comments
es_es: comentarios

source: There are no unmoderated tags
es_es: No hay etiquetas no mederadas

source: The tag does not exist
es_es: la etiqueta no existe

source: Could not approve tag
es_es: No se pudo aprobar la etiqueta

source: Your tags have been approved
es_es: Las etiquetas se han aprobado

source: Please use the checkboxes to select tags for approval
es_es: Por favor, utilice las casillas para seleccionar las etiquetas para su aprobación

source: Could not delete tag
es_es: No puede borrar la etiqueta

source: Your tags have been deleted
es_es: Las etiquetas se han eliminado

source: Please use the checkboxes to select tags for deletion
es_es: Por favor, utilice las casillas para seleccionar las etiquetas para su eliminación

source: You cannot edit that display
es_es: No puede editar esa muestra

source: You cannot edit that form
es_es: No puede editar esa forma

source: The set does not exist
es_es: El conjunto no existe

source: You cannot edit this set
es_es: No puede editar el conjunto

source: Login was invalid
es_es: Inicio de sesión no válido

source: You are now logged in
es_es: Ha iniciado la sesión

source: You are now logged out
es_es: Usted ha iniciado la sesión

source: Saved preference settings
es_es: Ajustes de preferencias guardados

source: Really delete
es_es: Realmente borrar

source: Delete
es_es: Borrar

source: Cancel
es_es: Cancelar

source: No embedded metadata was extracted from the media
es_es: No metadatos integrados fueron extraídos de los medios de comunicación

source: Results
es_es: Resultados

source: Editing %1
es_es: Edición %1

source: BLANK
es_es: VACÍO

source: New %1
es_es: Nuevo %1

source: Related objects
es_es: Objetos relacionados

source: Part of set
es_es: Parte del conjunto

source: Part of
es_es: Parte de

source: Element code
es_es: Elemento de código

source: More info
es_es: Mas información

source: Less info
es_es: Menos onformación

source: seconds
es_es: segundos

source: Invalid controller path
es_es: Controlador de ruta inválido

source: Controller error: %1
es_es: Controlador de errores: %1

source: search
es_es: Buscar

source: Refine Results By...
es_es: Refinar los resultados por

source: Start Browsing By...
es_es: Iniciar navegación por

source: Browse
es_es: Ver

source: browse
es_es: Ver

source: Invalid ID
es_es: ID Inválido

source: ID does not exist
es_es: ID no existe

source: This item is not available for view
es_es: Este ítem no está disponible para ser visto

source: Thank you for contributing. Your comments will be posted on this page after review by site staff.
es_es: Gracias por su contribución. Sus comentarios serán publicados en esta página luego de ser revisados por el personal del sitio.

source: Thank you for your contribution.
es_es: Gracias por su contribución.

source: There is no configuration available for this editor. Check your system configuration and ensure there is at least one valid configuration for this type of editor.
es_es: No hay una configuración disponible para este editor. Revise su sistema de configuración y asegúrese de que haya al menos una configuración válida para este tipo de editor

source: %1 does not exist
es_es: %1 no existe

source: Could not save %1
es_es: No se pudo guardar %1

source: Added %1
es_es: %1 agregado

source: Saved changes to %1
es_es: Cambios a %1 guardados

source: %1 was deleted
es_es: %1 fue borrado

source: downloaded_file
es_es: Archivo descargado

source: Default
es_es: por defecto

source: Tab delimited
es_es: Separado por tabuladores

source: Comma delimited (CSV)
es_es: Separado por comas (CSV)

source: No hierarchies are configured for %1
es_es: Sin jerarquías configuradas para el %1

source: Type id %1 is invalid
es_es: Id ingresado %1 no válido

source: Type id %1 is not enabled
es_es: La ID %1 no está habilitada

source: Type id cannot be set after insert
es_es: La ID escrita no se puede establecer luego de ser insertada

source: Preferred labels
es_es: Etiquetas preferidas

source: Non-preferred labels
es_es: Etiquetas evitadas(no preferidas)

source: Does not use locale setting
es_es: N o usa configuración local

source: Check this option if you don't want your compound attributes to be locale-specific. (The default is to be.)
es_es: Marque esta opción si no quiere que el compuesto de atributos sea especifico-local. (o ese será el valor por defecto).

source: Line breaks
es_es: Saltos de línea

source: Insert number of metadata elements after which a line break should be inserted here. (Default is 0 - i.e. no line breaks)
es_es: Ingrese aquí un número de elementos de metadatos luego del cual un salto de línea debería ser insertado. (El valor predeterminado es 0 - es decir, sin saltos de línea

source: Minimum value
es_es: Valor mínimo

source: The minimum value allowed. Input less than the required value will be rejected.
es_es: Valor mínimo permitido. Ingresar menos de ese valor será rechazado.

source: Maximum value
es_es: Valor máximo

source: The maximum value allowed. Input greater than the required value will be rejected.
es_es: Valor máximo permitido. Ingresar mas de ese valor será rechazado.

source: Width of data entry field in user interface
es_es: Ancho de la entrada de datos en la interfaz de usuario

source: Width, in characters, of the field when displayed in a user interface.
es_es: Ancho en caracteres, del campo cuando es mostrado en la interfaz de usuario

source: Height of data entry field in user interface
es_es: Alto de la entrada de datos en la interfaz de usuario

source: Height, in characters, of the field when displayed in a user interface.
es_es: Alto en caracteres, del campo cuando es mostrado en la interfaz de usuario

source: Check this option if you don't want your currency values to be locale-specific. (The default is to not be.)
es_es: Marque esta opción si no quiere que ...

source: Can be used for sorting
es_es: Puede ser usado para ordenación.

source: Check this option if this attribute value can be used for sorting of search results. (The default is to be.)
es_es: Marque esta opción si este atributo de valor puede ser usado para la clasificación de resultados de búsqueda. (El valor por defecto lo es)

source: %1 is not a valid currency value; be sure to include a currency symbol
es_es: % 1 no es un valor monetario válido, asegúrese de incluir un símbolo monetario

source: Currency specified for %1 does not appear to be valid
es_es: La moneda especificada para %1 no parece ser válida

source: %1 must not be negative
es_es: %1 no debe ser negativo

source: %1 must be at least %2
es_es: %1 debe ser al menos %2

source: %1 must be less than %2
es_es: %1 debe ser menos de %2

source: Date range boundaries
es_es: Límites del rango de fechas

source: The range of dates that are accepted. Input dates outside the range will be rejected. Leave blank if you do not require restrictions.
es_es: El rango de fechas que se aceptan. Fechas de entrada fuera del rango serán rechazadas. Deje en blanco si no requiere restricciones.

source: Check this option if you don't want your date ranges to be locale-specific. (The default is to not be.)
es_es: Marque esta opción si no quiere que la fecha de rangos sea específica-local. (El valor por defecto no lo es)

source: Must not be blank
es_es: No debe estar en blanco

source: Check this option if this attribute value must be set to some value - it must not be blank in other words. (The default is not to be.)
es_es: Marque esta opción si este valor de atributo se debe establecer en un valor - no debe estar en blanco en otras palabras. (El valor predeterminado no debe ser.)

source: Is a lifespan
es_es: Es un período de vigencia

source: Check this option if this attribute value represents a persons lifespan. Lifespans are displayed in a slightly different format in many languages than standard dates. (The default is not to be.)
es_es: Marque esta opción si este atributo de valor representa el período de una persona.se muestran en un formato ligeramente diferente en muchos idiomas de las fechas estándar. (El valor predeterminado no debe ser.)

source: Default value
es_es: Valor por defecto

source: Value to pre-populate a newly created attribute with
es_es: Valor para rellenar previamente una nueva creación atributo withValue para rellenar previamente un atributo de nueva creación con

source: %1 is invalid
es_es: %1 no válido

source: %1 must be within %2
es_es: %1 debe estar entre %2

source: %1 must not be empty
es_es: %1 no puede estar vacío

source: Check this option if you don't want your georeferences to be locale-specific. (The default is to not be.)
es_es: Marque esta opción si no quiere que sus referencias geográficas sean regionales específicas. (El valor por defecto no lo es.)

source: Uploaded file
es_es: Archivo subido

source: Select a file
es_es: Selccione un archivo

source: Check this option if this attribute value can be used for sorting of search results. (The default is not to be.)
es_es: Marque esta opción si este valor de atributo se puede utilizar para la clasificación de resultados de búsqueda. (El valor predeterminado no debe ser.)

source: Address or georeference was blank.
es_es: La dirección o georeferencia estaban vacías.

source: Could not geocode address: [%1] %2
es_es: No se ha podido (obtener) la dirección geocode: [%1] %2

source: Upload KML file
es_es: Subir archivo KML

source: Select KML or KMZ file
es_es: Seleccionar archivo KML o KMZ

source: Check this option if you don't want your GeoNames values to be locale-specific. (The default is to not be.)
es_es: Marque esta opcíon si no quiere que sus valores de GeoNames sean locales-específicos. (el valor por defecto no lo es).

source: Can be empty
es_es: Puede estar vacío

source: Check this option if you want to allow empty attribute values. This - of course - only makes sense if you bundle several elements in a container.
es_es: Marque esta opción si quiere permitir atributos de valor vacíos. Eso -desde luego- solo tiene sentido si usted empaqueta muchos elementos en un contenedor.

source: Entry was blank.
es_es: La entrada estaba vacía

source: Check this option if you don't want your LCSH values to be locale-specific. (The default is to not be.)
es_es: Marque esta opción si no quiere que sus valores LCSH sean locales-específicos. (El valor por defecto no lo es).

source: More
es_es: Mas

source: Minimum number of characters
es_es: Valor mínimo de caracteres

source: The minimum number of characters to allow. Input shorter than required will be rejected.
es_es: Valor mínimo de caracteres requerido. Ingresar menos del valor permitido será rechazado.

source: Maximum number of characters
es_es: Valor máximo de caracteres

source: The maximum number of characters to allow. Input longer than required will be rejected.
es_es: Valor máximo de caracteres permitido. Ingresar mas de ese valor será rechazado.

source: Regular expression to validate input with
es_es: Expresión regular para validar la entrada

source: A Perl-format regular expression with which to validate the input. Input not matching the expression will be rejected. Do not include the leading and trailling delimiter characters (typically "/") in your expression. Leave blank if you don't want to use regular expression-based validation.
es_es: Una Expresión Regular formato-Perl para la cual validar la entrada. Entradas que no concuerden con la expresión serán rechazadas. No incluir delimitadores (típicamente "/") en su expresión. Dejar en blanco si no desea usar validaciones basadas en expresiones regulares.

source: Check this option if you don't want your integer values to be locale-specific. (The default is to be.)
es_es: Marque esta opción si no quiere que sus valores enteros sean locales-específicos. (el valor por defecto lo es)

source: %1 must be at least 1 character long
es_es: %1 debe al menos tener 1 caracteres de longitud

source: %1 must be at least %2 characters long
es_es: %1 debe al menos tener %2 caracteres de longitud

source: %1 must be no more than 1 character long
es_es: %1 debe tener no más de 1 caracteres de longitud

source: %1 must be no more than %2 characters long
es_es: %1 debe tener no más de %2 caracteres de longitud

source: %1 does not conform to required format
es_es: %1 no se ajusta al formato requerido

source: %1 is not an integer value
es_es: %1 no es un valor entero

source: Check this option if you don't want your measurements to be locale-specific. (The default is not to be.)
es_es: Marque esta opción si no quieres que sus medidas sean locales-especificas. (El valor por defecto no lo es).

source: %1 is not a valid measurement
es_es: %1 no es una medida válida

source: %1 must not be less than zero
es_es: %1 no debe ser menos de cero

source: Width of list in user interface
es_es: Ancho de la lista en la interfaz de usuario

source: Width, in characters, of the list when displayed in a user interface.
es_es: Ancho en caracteres de la lista cuando se despliega en la interfaz de usuario.

source: Check this option if you don't want your list values to be locale-specific. (The default is to not be.)
es_es: Marque esta opción si no quieres que su lista de valores sea especifica-local (el valor por defecto no lo es)

source: page
es_es: página

source: pages
es_es: páginas

source: Select a media file
es_es: Seleccione un archivo multimedia

source: Check this option if you don't want your numeric values to be locale-specific. (The default is to be.)
es_es: Marque esta opción si no quiere que sus valores numéricos sean locales-especificos. (el valor por defecto es ese)

source: %1 is not a numeric value
es_es: %1 no es un valor numérico

source: Width of field in user interface
es_es: Ancho de campo en la interfaz de usuario

source: Check this option if you don't want your field values to be locale-specific. (The default is to not be.)
es_es: Marque esta opción si no quieres que sus valores de campo sean locales-específicos. (El valor por defecto no es)

source: Occurrence type restriction
es_es: Ocurrencia de restricción de tipo

source: Insert idno of a occurrence type here to restrict the lookup mechanism to that type. (The default is empty.)
es_es: Inserte el idno de una ocurrencia de tipo aquí para restringir el mecanismo de búsqueda para ese tipo. (el valor por defecto está vacío)

source: Place type restriction
es_es: Lugar de restricción de tipo

source: Insert idno of a place type here to restrict the lookup mechanism to a certain place type. (The default is empty.)
es_es: Inserte el idno de un tipo de lugar aquí para restringir el mecanismo de búsqueda para un cierto tipo de lugar. (El valor por defecto está vacío)

source: Check this option if you don't want your text to be locale-specific. (The default is to be.)
es_es: Marque esta opción si no desea que su texto sea local-especifico. (El valor por defecto lo es.)

source: Default text
es_es: Texto por defecto

source: Text to pre-populate a newly created attribute with
es_es: Texto para rellenar previamente un atributo de nueva creación con

source: Check this option if you don't want your time code values to be locale-specific. (The default is to not be.)
es_es: Marque esta opción si no quiere que sus valores de código de tiempo sea local especifico. (El valor por defecto no lo es.)

source: Check this option if you don't want your urls to be locale-specific. (The default is to not be.)
es_es: Marque esta opción si no quiere que sus urls sean locales-específicas. (El valor por defecto no lo es).

source: %1 be no more than %2 characters long
es_es: %1 no debe ser más que %2 caracteres de longitud

source: Search
es_es: Buscar

source: a
es_es: un

source: Browse by...
es_es: Explorar por

source: Invalid criteria type
es_es: criterios de tipo no válido

source: Identifier is already in use
es_es: El identificador ya está en uso

source: Identifier is already in use %1 times
es_es: El identificador ya está en uso %1 veces

source: Will be assigned %1 when saved
es_es: Se asiganrá un %1 when se haya guardado

source: Invalid timecode '%1' for %2
es_es: Código de tiempo no válido '%1' para el %2

source: Invalid property '%1'
es_es: Propiedad no válida '%1'

source: Start must be less than end
es_es: El inicio debe ser inferior a final

source: Date
es_es: Fecha

source: User
es_es: Usuario

source: Changes
es_es: Cambios

source: No change log available
es_es: Ningún cambio de registro disponible

source: Subject
es_es: Sujeto

source: Added
es_es: Agregado

source: Edited
es_es: Editado

source: Deleted
es_es: Eliminado

source: Not set
es_es: No se establece

source: Non-existent
es_es: Inexistente

source: '%1' does not exist in this object
es_es: '%1' no existe en este objeto

source: '%1' for %2 is not numeric
es_es: '%1' para %2 no es valor numérico

source: Invalid direct date values
es_es: Valores directos de fecha no válidos

source: Invalid direct time values
es_es: Valores directos de tiempo no válidos

source: %1' does not exist in this object
es_es: '%1' no existe en este objeto

source: Mode:%1 is not supported by this object
es_es: El modo:% 1 no es compatible con este objeto

source: BaseModel '%1' cannot be accessed with this class
es_es: BaseModel '%1' no se puede acceder con esta categoría

source: BaseModel '%1' does not exist
es_es: Modelo base '%1' no existe

source: Field '%1' does not exist
es_es: El campo '%1' no existe

source: Invalid %1 '%2'
es_es: No válido %1 '%2'

source: No record with %1
es_es: No hay registros con %1

source: Date is undefined but field %1 does not support NULL values
es_es: La fecha no está definida, pero el campo% 1 no es compatible con los valores NULL

source: Date is invalid for %1
es_es: La fecha es no válida para %1

source: Time is undefined but field %1 does not support NULL values
es_es: El tiempo es indefinido, pero el campo %1 no admite valores NULL

source: Time is invalid for
es_es: La hora es no válida para

source: Daterange is undefined but field does not support NULL values
es_es: El intervalo de tiempo no está definido, pero el campo no admite valores NULL

source: Starting date is invalid
es_es: Fecha de inicio inválida

source: Ending date is invalid
es_es: Fecha de finalización inválida

source: Time range is undefined but field does not support NULL values
es_es: La margen de tiempo no está definida, pero el campo no admite valores NULL

source: Starting time is invalid
es_es: Hora de inicio no válida

source: Ending time is invalid
es_es: Hora de finalización no válida

source: Number is invalid for %1 [%2]
es_es: El número es no válido para %1 [%2]

source: Timecode is invalid
es_es: Código de tiempo inválido

source: The combination of %1 and %2 must be unique
es_es: La combinación de %1 y %2 debe ser única

source: The value of %1 must be unique
es_es: El valor de %1 debe ser único

source: Mode was %1; must be write
es_es: El modo era %1; debe ser único

source: Can't do update() on new record; use insert() instead
es_es: No se puede actualizar() el nuevo disco; use insertar() en lugar de
