Repository: Kunstmaan/CollectiveAccess
Catalog: app/locale/*/messages.po
Languages: es_es

source: Actions allowing creation, editing and deletion of occurrence (user-defined) based authorities.
es_es: Acciónes que permiten la creación, edición y eliminación de ocurrencias (definidas por el usuario) basadas en autoridades

source: Create occurrence
es_es: Crear courrencia

source: Allow user to create new occurrences
es_es: Permita al usuario crear nuevas ocurrencias

source: Edit occurrence
es_es: editar ocuerrencia

source: Allow user to edit existing occurrences
es_es: Permite al usuario editar ocurrencias existentes

source: Delete occurrence
es_es: eliminar ocurrencia

source: Allow user to delete occurrences
es_es: permite al usuario borrar ocurrencias

source: Search occurrences
es_es: buscar ocurrencias

source: Allow user to search occurrences
es_es: Permita al usuario buscar ocurrencias

source: Browse occurrences
es_es: ver ocurrencias

source: Allow user to browse occurrences
es_es: Permite al usuario navegar por los sucesos.

source: Collection authority editing
es_es: edición de colección de autoridad

source: Actions allowing creation, editing and deletion of collections.
es_es: Acciones que permiten la creación, edición y eliminación de colecciones.

source: Create collection
es_es: crear colección

source: Allow user to create new collections
es_es: Permite al usuario crear nuevas colecciones

source: Edit collection
es_es: editar colección

source: Allow user to edit existing collections
es_es: Permitir al usuario editar las colecciones existentes

source: Delete collection
es_es: eliminar coelcción

source: Allow user to delete collections
es_es: permite al usuario eliminar colecciones

source: Search collections
es_es: buscar colecciones

source: Allow user to search collections
es_es: permite al usuario buscar colecciones

source: Browse collections
es_es: Ver colecciones

source: Allow user to browse collections
es_es: permite al usuario ver las colecciones

source: Storage location authority editing
es_es: edición de lugar de lamacenamiento de autoridad

source: Actions allowing creation, editing and deletion of storage locations.
es_es: Acciones que permiten la creación, edición y eliminación de lugares de almacenamiento.

source: Allow user to create new storage locations
es_es: permite al usuario crear nuevos lugares de almacenamiento

source: Allow user to edit existing storage locations
es_es: permite al usuario editar lugares de almacenamiento existentes

source: Allow user to delete storage locations
es_es: permite al usuario borrar lugares de almacenamiento

source: Search storage locations
es_es: buscar lugares de almacenamiento

source: Allow user to search storage locations
es_es: permite al usuario buscar lugares de almacenamiento

source: Browse storage locations
es_es: ver lugares de almacenamiento

source: Allow user to browse storage locations
es_es: permite al usuario ver lugares de almacenamiento

source: List &amp; vocabulary editing
es_es: Lista y edición de vocabulario

source: Actions allowing creation, editing and deletion of lists and list items.
es_es: Acciones que permiten la creación, edición y eliminación de listas y elementos de lista.

source: Create lists and list items
es_es: Crear listas y elementos de la lista

source: Allow user to create new lists
es_es: Permite al usuario crear nuevas listas

source: Edit lists and list items
es_es: Editar las listas y los elementos de la lista

source: Allow user to edit existing lists
es_es: Permitir al usuario editar las listas existentes

source: Delete lists and list items
es_es: Borrar listas y elementos de la lista

source: Allow user to delete lists
es_es: Permitir al usuario borrar las listas

source: Your profile
es_es: Su perfil

source: User interface locale
es_es: Interfaz de usuario local

source: Locale in which to render the user interface; also controls localization of dates, numbers, etc.
es_es: Configuración regional para hacer la interfaz de usuario; también controla la localización de las fechas, números, etc

source: User interface theme
es_es: tema de interfaz de usuario

source: Theme set (views, CSS, graphics) to display UI in
es_es: Tema establecido (vistas, CSS, gráficos) para mostrar la interfaz de usuario

source: Show current location as 'breadcrumb' trail
es_es: Mostrar ubicación actual como 'ruta de navegación "

source: If set to 'yes' the path of menu options taken to reach the current screen will be displayed at the top of every screen
es_es: Si se pone "sí" el camino de las opciones de menú adoptadas para llegar a la pantalla actual se mostrará en la parte superior de cada pantalla

source: Naming policy for downloaded media
es_es: Política de nomenclatura para los medios descargados

source: Determines how downloaded media files will be named on <strong>your</strong> computer when downloaded.
es_es: Determina cómo los archivos multimedia descargados serán nombrados en<strong>su</strong> equipo cuando se descarguen

source: Use original name file had when uploaded to the system + file extension
es_es: Use el nombre original que el archivo tenía cuando fue cargado al sistema + extensión del archivo

source: Use object identifier + file extension
es_es: Utilice identificador de objeto + extensión de archivo

source: Use object identifier + version + file extension
es_es: Use identificador de objeto + versión + extensión del archivo

source: Use object identifier + representation id + version + file extension
es_es: Use identificador de objeto + Id de representación + versión + extensión de archivo

source: Default cataloguing locale
es_es: cCatalogación local por defecto

source: Locale to default record and attribute locale setting to
es_es: Configuración regional a los valores de registro y la configuración regional de configuración de atributos de

source: Object editor user interface
es_es: editor de objeto de interfaz de usuario

source: Selects which user interface to use when editing objects.
es_es: Selecciona la interfaz de usuario para utilizar los objetos durante la edición.

source: Object lot editor user interface
es_es: editor de objeto de lote de interfaz de usuario

source: Selects which user interface to use when editing object lots.
es_es: Selecciona la interfaz de usuario para utilizar cuando se estén editando lotes de objeto.

source: Entity editor user interface
es_es: editor de entidad de interfaz de usuario

source: Selects which user interface to use when editing entities.
es_es: Selecciona la interfaz de usuario para utilizar cuando se estén editando entidades.

source: Place editor user interface
es_es: editor de lugar de interfaz de usuario

source: Selects which user interface to use when editing places.
es_es: Selecciona la interfaz de usuario para utilizar durante la edición de lugares

source: Occurrence editor user interface
es_es: editor de ocurrencia de interfaz de usuario

source: Selects which user interface to use when editing occurrences.
es_es: Selecciona la interfaz de usuario a usar cuando se estén editando ocurrencias.

source: Collection editor user interface
es_es: editor de colección de interfaz de usuario

source: Selects which user interface to use when editing collections.
es_es: Selecciona la interfaz de usuario a usar cuando se estén editando colecciones

source: Storage location editor user interface
es_es: editor de lugar de almacenamiento de interfaz de usuario

source: Selects which user interface to use when editing storage locations.
es_es: Selecciona la interfaz de usuario a usar cuando se estén editando lugares de almacenamiento.

source: Object representation editor user interface
es_es: editor de objetos de representación de interfaz de usuario

source: Selects which user interface to use when editing object representations.
es_es: Selecciona la interfaz de usuario a usar cuando se estén editando representaciones de objeto

source: Representation annotation editor user interface
es_es: Representación de anotación del editor de interfaz de usuario.

source: Selects which user interface to use when editing representation annotations.
es_es: Selcciona qué interfaz de usuario se debe usar cuando se estén editando anotaciones de representación

source: Sets editor user interface
es_es: editor de conjuntos de interfaz de usuario

source: Selects which user interface to use when editing sets.
es_es: Selecciona qué interfaz de usuario usar cuando se estén editando conjuntos.

source: Set item editor user interface
es_es: editor de conjunto de ítem de interfaz de usuario

source: Selects which user interface to use when editing set items.
es_es: Selecciona la interfaz de usuario para utilizar durante la edición de ajuste de elementos.

source: List editor user interface
es_es: editor de lista de interfaz de usuario

source: Selects which user interface to use when editing list information.
es_es: Selecciona que interfaz de usuario usar durante la edición de la lista de información.

source: List item editor user interface
es_es: editor de liste de ítem de interfaz de usuario

source: Selects which user interface to use when editing list items.
es_es: Selecciona qué interfaz de usuario usar duranta la edición de la lista de ítems.

source: Your first name
es_es: Su primer nombre

source: Your first name, to be used by the system for identification purposes
es_es: Su primer nombre, a ser usado por el sistema con fines de identificación

source: Your last name
es_es: Su apellido

source: Your last name, to be used by the system for identification purposes
es_es: Su apellido, a ser usado por el sistema con fines de indentificación

source: Your email address
es_es: Su dirección electrónica

source: Your email address, to be used by the system for notification purposes
es_es: Su dirección electrónica, a ser usada por el sistema con fines de notificación

source: Display measurements in
es_es: Mostrar las medidas en

source: Determines units used to display measured quantities. Select 'units as entered' to display measurements in the form in which they were entered into the system.
es_es: Determina las unidades utilizadas para mostrar las cantidades medidas. Seleccione 'unidades tal como se escribió "para mostrar las mediciones en la forma en que fueron consignadas en el sistema.

source: units as entered
es_es: las unidades tal como se escribió.

source: metric units
es_es: unidades del sistema métrico

source: english units
es_es: unidades en inglés
