Repository: Kunstmaan/CollectiveAccess
Catalog: app/locale/*/messages.po
Languages: es_es

source: Change the owner of the Solr home directory to the web server user (%1), the owning group to the main group of your Java application server user (e.g. tomcat6) and set the directory permissions to something like 774 (recursively).
es_es: Cambiar el propietario del directorio principal SOLR por el usuario del servidor web (%1), el grupo propietario del grupo principal de su usuario del servidor de aplicaciones Java (por ejemplo, tomcat6) y establezca los permisos del directorio a algo así como 774 (recursivamente).

source: Start your Java application server. If it is already running, check your CollectiveAccess configuration (Solr home directory in particular), stop the application server, let CollectiveAccess generate a new Solr configuration (there is a tool in support/utils), check the permissions and start the application server again.
es_es: Inicie el servidor de aplicaciones Java. Si ya se está ejecutando, compruebe la configuración CollectiveAccess (directorio SOLR casa en particular), detenga el servidor de aplicaciones, deje a CollectiveAccess generar una nueva configuración SOLR (hay una herramienta de apoyo / utils), compruebe los permisos e inicie el servidor de aplicaciones nuevamente .

source: Don't worry about that. If they're still out of sync after a couple of records have been saved and nothing changed in the indexing and/or metadata configuration, you should consider to stop the Java application server, let CA generate a new Solr config (with the tool provided in support/utils), start the server again and trigger a full reindex (support/utils/reindex.php.
es_es: No se preocupe por eso. Si todavía están fuera de sincronización después de un par de registros se han guardado y nada cambió en la indexación y / o en la configuración de metadatos, se debe considerar detener el servidor de aplicaciones Java, deje a CA generar una nueva configuración SOLR (con la herramienta que se facilita en apoyo / utils), inicie de nuevo el servidor y provoque una reindexar completo (soporte / utils / reindex.php.

source: Check if app/tmp is writable by the web server user (%1).
es_es: Compruebe si app / tmp es escribible por el usuario del servidor web (%1).

source: Write permissions for Sphinx home directory
es_es: Permisos de escritura para el directorio de inicio Esfinge

source: Sphinx process up and running
es_es: proceso Esfinge en marcha

source: The web server user (%1) must be able to read and write the whole Sphinx configuration.
es_es: El usuario del servidor web (%1) debe ser capaz de leer y escribir toda la configuración de Esfinge.

source: Sphinx must be running.
es_es: Esfinge debe estar en ejecución.

source: Change the owner of the Sphinx home directory to the web server user (%1).
es_es: Cambiar el propietario del directorio principal Esfinge por el usuario del servidor web (%1).

source: Make sure Sphinx is started
es_es: Asegúrese de que Esfinge se ha iniciado

source: File could not be copied for %1
es_es: El archivo no pudo ser copiado por %1

source: Form styles configuration file '%1' does not exist
es_es: El archivo de configuración de formulario de estilos '%1' no existe

source: Form configuration file '%1' does not exist
es_es: El archivo de formulario de configuración '%1' no existe

source: Form '%1' does not exist
es_es: El formulario '%1' no existe

source: Invalid page element type '%1'
es_es: tipo de elemento de pagina no válido '%1'

source: Page element '%1' does not exist
es_es: Elemento de página '%1' no existe

source: Could not load font '%1'
es_es: No se pudo cargar fuente '%1'

source: Could not load image at '%1'
es_es: No se pudo cargar imagen en '%1'

source: Invalid class '%1'
es_es: Clase no vaĺida '%1'

source: Outline settings are invalid
es_es: Esquemas de configuración no vaĺidos

source: Invalid subform element type '%1'
es_es: Subformulario de elemento de tipo no váĺido

source: Subform element '%1' does not exist
es_es: Eleento de subformulario '%1' no existe

source: access control list
es_es: Lista de control de acceso

source: access control lists
es_es: Listas de control de acceso

source: Table num
es_es: Tabla de número

source: Notes
es_es: Notas

source: application variable
es_es: aplicación variable

source: application variables
es_es: variables de la aplicación

source: attribute value
es_es: Atributo de valor

source: attribute values
es_es: Valores de los atributos

source: attribute
es_es: atributo

source: attributes
es_es: atributos

source: Locale
es_es: Lugar

source: The locale best describing the origin of this information.
es_es: La configuración regional describe mejor el origen de esta información.

source: Name
es_es: Nombre

source: Name of display
es_es: Nombre de la pantalla

source: Description
es_es: Descripción

source: Description of display
es_es: Descripción de la visualización

source: Locale of display name
es_es: Configuración regional del nombre para mostrar

source: Is preferred
es_es: Es preferido

source: Label
es_es: Etiqueta

source: bundle display placement
es_es: ubicación de paquete de muestras

source: bundle display placements
es_es: Ubicaciones de paquete de muestras

source: Bundle name
es_es: Nombre del paquete

source: Name of bundle to display
es_es: Nombre del paquete para mostrar

source: Settings
es_es: Ajustes

source: Sort order
es_es: Orden de clasificación

source: The relative priority of the display when displayed in a list with other displays. Lower numbers indicate higher priority.
es_es: La prioridad relativa de la pantalla cuando se muestra en una lista con otras pantallas. Los números más bajos indican mayor prioridad.

source: display list
es_es: Mostrar Lista

source: display lists
es_es: Mostrar Listas

source: Is system display?
es_es: El sistema se muestra?

source: If set, display will be available to all users as part of the system-wide display list.
es_es: Si se activa, la pantalla estará disponible para todos los usuarios como parte de la lista de visualización de todo el sistema.

source: Display type
es_es: Tipo de visualización

source: Indicates type of item display is used for.
es_es: Indica el tipo de elemento de visualización que se utiliza.

source: occurrences
es_es: Ocurrencias

source: object events
es_es: eventos de objetos

source: object representations
es_es: Representaciones de objeto

source: representation annotations
es_es: Anotaciones de representación

source: lists
es_es: Listas

source: list items
es_es: Elementos de lista

source: Display code
es_es: Código de visualización

source: Unique identifer for this display.
es_es: Identificador único para esta visualización

source: Display settings
es_es: configuración de la pantalla

source: Display list contents
es_es: Contenidos de la lista de visualización

source: Media
es_es: Medios de comunicación

source: bundle displays ⇔ group association
es_es: asociación entre paquete de visualizaciones y grupo

source: bundle displays ⇔ group associations
es_es: asociaciones entre paquete de visualizaciones y grupo

source: Name of mapping
es_es: Nombre del mapeado

source: Description of mapping
es_es: Descripción del mapeado

source: Locale of mapping name
es_es: Configuración regional del mapeado

source: bundle mapping relationship
es_es: paquete de la relación de asignación

source: bundle mapping relationships
es_es: paquete de las relaciónes de asignación

source: Name of CollectiveAccess bundle to map.
es_es: Nombre del paquete CollectiveAccess en el mapa.

source: Destination
es_es: Destino

source: Destination to map bundle to in target. The format of the destination specifier is determined by the target. For XML-based formats this will typically be an XPath specification; for delimited targets this will be a column number.
es_es: Destino de conjunto del mapa en el objetivo. El formato del especificador de destino está determinado por el objetivo. Para los formatos basados en XML normalmente será una especificación de XPath, para los objetivos delimitados este será un número de columna.

source: Mapping settings
es_es: Configuraciones de mapeado

source: bundle mapping
es_es: paquete de mapas

source: bundle mappings
es_es: mapeados de paquete

source: Direction
es_es: Dirección

source: Direction of mapping. "Import" indicates the mapping is <i>from</i> an external source into CollectiveAccess; "export" means the mapping is from CollectiveAccess to an external target.
es_es: Dirección del mapeado. "Importar " indica que la asignación viene <i> de </ i> una fuente externa en CollectiveAccess;"exportación ", significa que la asignación viene de CollectiveAccess para ir a un destino externo.

source: Import
es_es: Importar

source: Export
es_es: Exportar

source: Target
es_es: Objetivo

source: Code indicating import/export data format (Ex. EAD, METS)
es_es: Código que indica la importación / exportación de datos en formato (Ex. EAD, METS)

source: Mapping code
es_es: Asignación de código

source: Unique identifer for this mapping.
es_es: Identificador único para esta asignación.

source: Not accessible to public
es_es: No accesible al público

source: Accessible to public
es_es: Accesible al público

source: change log entry
es_es: cambiar de registro de entrada

source: change log entries
es_es: cambiar de registros de entrada

source: Logged date and time
es_es: fecha y hora registradas.

source: Date and time logged event occurred
es_es: Hora y fecha en que el suceso registrado ocurrió

source: User who performed event
es_es: Usuario que realizó el evento

source: Action
es_es: Acción

source: Type of action performed by user
es_es: Tipo de acción realizada por el usuario

source: Remarks
es_es: Observaciones

source: Remarks relating to change
es_es: Comentarios relacionados con el cambio

source: change log subject
es_es: Cambiar registro de objeto

source: change log subjects
es_es: Cabiar registros de objeto

source: Locale of label
es_es: Configuración regional de la etiqueta

source: Type
es_es: Tipo

source: Indicates the type of label and how it should be employed.
es_es: Indica el tipo de etiqueta y cómo debe ser empleado.

source: Name of collection
es_es: Nombre de la colección

source: The locale from which the collection originates.
es_es: La configuración regional del que la colección se origina.

source: The type of the collection. In CollectiveAccess every collection has a single "instrinsic" type that determines the set of descriptive and administrative metadata that can be applied to it.
es_es: Tipo de la colección. En CollectiveAccess cada colección tiene un solo"intrínseco " tipo que determina el conjunto de metadatos descriptivos y administrativos que se pueden aplicar a ella.

source: Collection identifier
es_es: Identificador de la colección

source: A unique alphanumeric identifier for this collection.
es_es: Un identificador alfanumérico único para esta colección.

source: Source
es_es: Fuente

source: Administrative source of the collection. This value is often used to indicate the administrative sub-division or legacy database from which the collection originates, but can also be re-tasked for use as a simple classification tool if needed.
es_es: Fuente de Administración de la colección. Este valor es a menudo utilizado para indicar la subdivisión administrativa o base de datos heredada de la que la colección se origina, pero también se puede volver a la tarea para su uso como una herramienta de clasificación simple, si es necesario.

source: Indicates if collection information is accessible to the public or not.
es_es: Indica si la información de la colección es accesible al público o no.

source: Newly created
es_es: Recientemente creado

source: Editing in progress
es_es: Endicion en progreso

source: Editing complete - pending review
es_es: Edición completa - pendiente de revisión

source: Review in progress
es_es: Revisión en progreso

source: Completed
es_es: Completado

source: Status
es_es: Estado

source: Indicates the current state of the collection record.
es_es: Indica el estado actual del registro de colección.

source: Is deleted?
es_es: ¿fue borrado?

source: Indicates if the collection is deleted or not.
es_es: Indica si la colección ha sido eliminada o no.

source: Related entities
es_es: Entidades relacionadas

source: Related places
es_es: Lugares relacionados

source: Related collections
es_es: Colecciones relacionadas

source: Related occurrences
es_es: Ocurrencias relacionadas

source: Related storage locations
es_es: lugares de almacenamiento relacionados

source: Related lot
es_es: Lote relacionado

source: Related vocabulary terms
es_es: Términos de vocabulario relacionados

source: Hierarchy navigation
es_es: Jerarquía de navegación

source: Location in hierarchy
es_es: Ubicación en la jerarquía

source: collection ⇔ collection relationship
es_es: relación entre colección y colección

source: collection ⇔ collection relationships
es_es: relaciones entre colección y colección

source: Effective dates
es_es: Fechas de vigencia

source: Period of time for which this relationship was in effect. This is an option qualification for the relationship. If left blank, this relationship is implied to have existed for as long as the related items have existed.
es_es: Perído del tiempo durante el cual esta relación estaba en vigor. Esta es una opción de cualificación para la relación. Si se deja vacía, esta relación implica que haya existido durante tanto tiempo como los artículos relacionados han existido.

source: The relative priority of the relationship when displayed in a list with other relationships. Lower numbers indicate higher priority.
es_es: Prioridad relativa de la relación cuando aparecen en una lista con otras relaciones. Los números más bajos indican mayor prioridad.

source: collection ⇔ vocabulary term relationship
es_es: relación de término entre colección y vocabulario

source: collection ⇔ vocabulary term relationships
es_es: relaciones de término entre colección y vocabulario

source: Date/time
es_es: Fecha/hora

source: Warning
es_es: Atención

source: data import event
es_es: datos de eventos de importación

source: data import events
es_es: datos de eventos de importación

source: User who performed data import
es_es: Usuario que realizó la importación de datos

source: Description of data import event
es_es: Descripción del caso de importación de datos

source: data import item
es_es: Datos de Item a importar

source: data import items
es_es: Datos de Items a importar

source: Completed on
es_es: Completado en

source: UI bundle placement
es_es: Colocación de paquete de interfaz de usuario

source: UI bundle placements
es_es: Ubicaciones de paquete de interfaz de usuario

source: Placement code
es_es: Ubicación del código

source: Unique code for placement of this bundle on this screen.
es_es: Código único para la colocación de este paquete en esta pantalla.

source: Restrict this bundle to lookups on the specified type (for bundles doing lookups on typed items - eg. objects, places, entities, et al)
es_es: Limitar este paquete a búsquedas del tipo especificado (para paquetes que hacen búsquedas en artículos escritos -. por ejemplo, objetos, lugares, entidades, y otros)

source: Set to the list item code of the type of the typed lookup item to limit lookups to.
es_es: Ajuste a el código de elemento de lista del la búsqueda introducida para limitar las búsquedas a.

source: Restrict this bundle to handling the specified list (for bundles doing lookups on lists)
es_es: Restringir este paquete a la manipulación de la lista especificada (para paquetes que hacen búsquedas en las listas)

source: Set to the list code of the list to limit lookups to, for bundles that do lookups on lists and vocabularies.
es_es: Se establece en la lista de códigos de la lista para limitar las búsquedas a, para paquetes que hacen búsquedas en las listas y los vocabularios.

source: Only list relationships with the specified types. Set this to a list of type codes.
es_es: Sólo relaciones de lista con los tipos especificados. Ponga esto en una lista de códigos de tipo.

source: Alternate label to place on bundle
es_es: Etiqueta de alternativa para ubicar el paquete

source: Custom label text to use for this placement of this bundle.
es_es: Texto de la etiqueta personalizada a utilizar para esta colocación de este paquete.

source: Alternate label to place on bundle add button
es_es: Etiqueta alternativa para ubicar el paquete del botón de agregar

source: Custom text to use for the add button for this placement of this bundle.
es_es: Texto personalizado a usar para el botón añadir, para esta colocación de este paquete.

source: Name of editor
es_es: Nobre del editor

source: Description of editor
es_es: Descripción del editor

source: Locale editor name
es_es: Nombre del editor de configuración regional

source: editor ui screen label
es_es: Editor de etiquetas de pantalla ui

source: editor ui screen labels
es_es: editor de etiquetas de la interfaz de usuario de pantalla

source: Name of UI screen
es_es: Nombre de la pantalla de interfaz de usuarioNombre de la pantalla de interfaz de usuario

source: Description of UI screen
es_es: Descripción de la pantalla de interfaz de usuario

source: editor ui screen type restriction
es_es: editor de pantalla de la interfaz de usuario de tipo de restricción

source: editor ui screen type restrictions
es_es: editor de pantalla de la interfaz de usuario de tipo de restricciónes

source: Table
es_es: Tabla

source: Table this restriction binds the UI screen to
es_es: Ordene esta restricción unida a la pantalla de interfaz de usuario

source: Restriction settings
es_es: Configuraciones de restricción

source: The relative priority of the restriction when displayed in a list with other restrictions. Lower numbers indicate higher priority.
es_es: La prioridad relativa de la restricción cuando se muestra en una lista con otras restricciones. Los números más bajos indican mayor prioridad.

source: editor UI screen
es_es: editor de pantalla de interfaz de usuario

source: editor UI screens
es_es: editor de pnatallas de interfaz de usuario

source: Is default screen?
es_es: ¿Es una pantalla por defecto?

source: Indicates if this screen should be used as the default screen when creating a new item.
es_es: Indica si esta pantalla se debe utilizar como pantalla por defecto al crear un nuevo elemento.

source: Color to identify the screen with
es_es: Color con el que se identifica la pantalla

source: Icon
es_es: Icono

source: Optional icon identify the screen with
es_es: Icono opcional con el se identifica la pantalla

source: editor UI
es_es: editor de la interfaz de usuario

source: editor UIs
es_es: editor de interfaces de usuario

source: Is system UI?
es_es: ¿El sistema de interfaz de usuario?

source: If set, user interface will be available to all users.
es_es: Si se activa, la interfaz de usuario estará disponible para todos los usuario

source: Editor type
es_es: Tipo de Editor

source: Type of item this editor UI operates on.
es_es: Tipo de elemento con que este editor de interfaz de usuario funciona.

source: object lot events
es_es: eventos de objeto de lote

source: sets
es_es: Configuraciones

source: set items
es_es: establecer ítems

source: search forms
es_es: formularios de búsqueda

source: displays
es_es: muestra

source: Color to identify the editor UI with
es_es: Color para identifica con el editor de interfaz de usuario

source: Optional icon to identify the editor UI with
es_es: Icono opcional para identificar con el editor de interfaz de usuario

source: editor UIs ⇔ group association
es_es: asociación entre editor de interfaces de usuario y grupos

source: editor UIs ⇔ group associations
es_es: asociaciones entre editor de interfaces de usuario y grupos

source: The locale from which the entity originates.
es_es: Configuración regional desde la cual se origina la entidad

source: Administrative source of the entity. This value is often used to indicate the administrative sub-division or legacy database from which the entity information originates, but can also be re-tasked for use as a simple classification tool if needed.
es_es: Fuente de administrativa de la entidad. Este valor es a menudo utilizado para indicar la subdivisión administrativa o base de datos heredada de la que la información de la entidad se origina, pero puede también ser reasignada para su uso como una herramienta de clasificación simple, si es necesario. de la entidad. Este valor es a menudo utilizado para indicar la subdivisión administrativa o base de datos heredada de la que la información de la entidad es originario, sino que también se puede volver a la tarea para su uso como una herramienta de clasificación simple, si es necesario.

source: Entity type
es_es: tipo de entidad

source: The type of the entity. eg. individual, organization, family, etc.
es_es: Tipo de la entidad. por ejemplo. individuo, organización, familia, etc

source: Entity identifier
es_es: Identificador de entidad

source: A unique alphanumeric identifier for this entity.
es_es: Un identificador alfanumérico único para esta entidad.

source: Data source information
es_es: Datos de información de fuente

source: Serialized array used to store source information for entity information retrieved via web services [NOT IMPLEMENTED YET].
es_es: Serie de serie utsado para almacenar información de la fuente de información de la entidad recuperada a través de servicios web [aún no implementada].

source: Lifetime
es_es: Tiempo de vida

source: Lifetime of entity (date range)
es_es: Vida útil de la entidad (rango de fechas)

source: Entity hierarchy
es_es: Jerarquía de la entidad

source: Identifier of entity that is root of the entity hierarchy.
es_es: Identificador de la entidad la cual es la raíz de la jerarquía de la entidad.

source: Indicates if entity information is accessible to the public or not.
es_es: Indica si la información de la entidad es accesible al público o no.

source: Indicates the current state of the entity record.
es_es: Indica el estado actual del registro de entidad.

source: Indicates if the entity is deleted or not.
es_es: Indica si la entidad es eliminada o no.

source: entity ⇔ collection relationship
es_es: relación entre entidad y colección

source: entity ⇔ collection relationships
es_es: relaciones entre entidad y colección

source: entity ⇔ entity relationship
es_es: relación entre entidad y entidad

source: entity ⇔ entity relationships
es_es: relaciones entre entidad y entidad

source: entity ⇔ occurrence relationship
es_es: relación entre entidad y ocurrencia

source: entity ⇔ occurrence relationships
es_es: relaciones entre entidad y cocurrencia

source: entity ⇔ place relationship
es_es: relación entre entidad y lugar

source: entity ⇔ place relationships
es_es: relaciones entre entidad y lugar

source: entity ⇔ vocabulary term relationship
es_es: relación de término entre entidad y vocabulario

source: entity ⇔ vocabulary term relationships
es_es: relaciones de término entre entidad y vocabulario

source: Indicates type of label and how it should be employed.
es_es: Indica el tipo de etiqueta y cómo debe ser empleado.

source: Display name
es_es: Nombre de la muestra

source: Name as it should be formatted for display (eg. in catalogues and exhibition label text). If you leave this blank the display name will be automatically derived from the input of other, more specific, fields.
es_es: Nombre como si debiera ser formateado para una pantalla (por ejemplo, en catálogos de exposiciones y texto de la etiqueta). Si deja esto en blanco el nombre de la visualización será automáticamente derivado a partir de la entrada de otros, más específicos, campos.

source: Forename
es_es: Nombre de usuario
