Repository: Kunstmaan/CollectiveAccess
Catalog: app/locale/*/messages.po
Languages: es_es

source: Indicates the type of the representation. The type can only be set when creating a new representation and cannot be changed once the representation is saved.
es_es: Indica el tipo de representación. El tipo sólo se puede establecer a la hora de crear una nueva representación y no se puede cambiar una vez que la representación se guarda.

source: Indicates if representation is accessible to the public or not.
es_es: Indica si la representación es accesible al público o si no.

source: Indicates the current state of the representation.
es_es: Indica el estado actual de la representación

source: Related annotations
es_es: Anotaciones relacionadas

source: No media was specified
es_es: Medios de comunicación no han sido especificados

source: File is not part of this representation
es_es: El archivo no hace parte de esta representación

source: object representation ⇔ entity relationship
es_es: relación entre objeto de representación y entidad

source: object representation ⇔ entity relationships
es_es: relaciones entre objeto de representación y entidad

source: representation ⇔ occurrence relationship
es_es: relación entre representación y ocurrencia

source: representation ⇔ occurrence relationships
es_es: relaciones entre representación y ocurrencia

source: representation ⇔ place relationship
es_es: relación entre representación y lugar

source: representation ⇔ place relationships
es_es: relaciones entre representación y lugar

source: object representations ⇔ vocabulary term relationship
es_es: relación entre objeto de representación y término de vocabulario

source: object representations ⇔ vocabulary term relationships
es_es: relaciones entre objeto de representación y término de vocabulario

source: Lot
es_es: Grupo

source: Lot this object belongs to; is null if object is not part of a lot.
es_es: Lote este objeto pertenece a; es nulo si el objeto no es parte de un lote.

source: Administrative source of object. This value is often used to indicate the administrative sub-division or legacy database from which the object originates, but can also be re-tasked for use as a simple classification tool if needed.
es_es: Fuente de Administración de objeto. Este valor es a menudo utilizado para indicar la subdivisión administrativa o base de datos heredada de la que el objeto se origina, pero también se puede darle una tarea para su uso como una herramienta de clasificación simple, si es necesario.

source: The type of the object. In CollectiveAccess every object has a single "instrinsic" type that determines the set of descriptive, technical and administrative metadata that can be applied to it. As such this type is "low-level" and directly tied to the form of the object - eg. photograph, book, analog video recording, etc.
es_es: El tipo de objeto. En CollectiveAccess cada objeto tiene un solo "intrínseco " tipo que determina el conjunto de metadatos descriptivos, técnicos y administrativos que se pueden aplicar a él. Como tal, este tipo es "bajo nivel " y está directamente ligado a la forma del objeto - por ejemplo. fotografía, datos, grabación de vídeo analógica, etc

source: Object identifier
es_es: Identificador de objeto

source: A unique alphanumeric identifier for this object. This is usually equivalent to the "accession number" in museum settings.
es_es: Un identificador alfanumérico único para este objeto. Esto suele ser equivalente al "número de acceso "en la configuración del museo.

source: Indicates accession/collection status of object. (eg. accessioned, pending accession, loan, non-accessioned item, etc.)
es_es: Indica adhesión / estado de colección de objetos. (por ejemplo, adherido, a la espera de la adhesión, el préstamo, el tema no adherido, etc)

source: Acquisition method
es_es: Método de adquisición

source: Indicates method employed to acquire the object.
es_es: Indica el método empleado para adquirir el objeto

source: The extent of the object. This is typically the number of discrete items that compose the object represented by this record. It is stored as a whole number (eg. 1, 2, 3...).
es_es: El alcance del objeto. Este suele ser el número de elementos discretos que componen el objeto representado por este registro. Se almacena como un número entero (por ejemplo, 1, 2, 3 ...).

source: Indicates if object is accessible to the public or not.
es_es: Indica si el objeto es accesible al público o no

source: Indicates the current state of the object record.
es_es: Indica el estado actual del registro de objeto.

source: Indicates if the object is deleted or not.
es_es: Indica si el objeto ha sido eliminado o no.

source: Media representations
es_es: representaciones de medios de comunicación

source: Sets
es_es: Conjuntos

source: Representation id=%1 does not exist
es_es: El ID de representación=%1 no existe

source: Representation id=%1 is not related to object id=%2
es_es: id de representación =% 1 no está relacionado con objeto% id = 2

source: object ⇔ collection relationship
es_es: relación entre objeto y colección

source: object ⇔ collection relationships
es_es: relaciones entre objeto y colección

source: object ⇔ entity relationship
es_es: relación entre objeto y entidad

source: object ⇔ entity relationships
es_es: relaciones entre objeto y entidad

source: object ⇔ object representation relationship
es_es: relación entre objeto y objeto de representación

source: object ⇔ object representation relationships
es_es: relaciones entre objeto y objeto de representación

source: Is primary?
es_es: ¿Es el principal?

source: Indicates that the representation should be used to depict the object is situations where only a single representation can be displayed (eg. search results).
es_es: Indica que la representación debe ser utilizado para representar el objeto es situaciones en las que puede ser una sola representación en pantalla (por ejemplo, resultados de búsqueda).

source: The relative priority of the representation when displayed in a list with other representations. Lower numbers indicate higher priority.
es_es: La prioridad relativa de la representación cuando se muestra en una lista con otras representaciones. Los números más bajos indican mayor prioridad.

source: Related object does not exist
es_es: El objeto relacionado no existe

source: Could not update primary flag for representation: %1
es_es: No se pudo actualizar la bandera principal de la representación: 1%

source: Could not load object-representation link
es_es: No se pudo cargar enlace de objeto de representación

source: object ⇔ object relationship
es_es: relación entre objeto y objeto

source: object ⇔ object relationships
es_es: relaciones entre objeto y objeto

source: Source notes
es_es: Más información

source: object ⇔ occurrence relationship
es_es: relación entre objeto y ocurrencia

source: object ⇔ occurrence relationships
es_es: relaciones entre objeto y ocurrencia

source: object ⇔ place relationship
es_es: relación entre objeto y lugar

source: object ⇔ place relationships
es_es: relaciones entre objeto y lugar

source: object ⇔ storage location relationship
es_es: relación entre objeto y lugar de almacenamiento

source: object ⇔ storage location relationships
es_es: relaciones entre objeto y lugar de almacenamiento

source: object ⇔ vocabulary term relationship
es_es: relación de término entre objeto y vocabulario

source: object ⇔ vocabulary term relationships
es_es: relaciónes entre objeto y término de vocabulario

source: Name of occurrence
es_es: Nombre de la ocurrencia

source: occurrence
es_es: Ocurrencia

source: The locale from which the item originates.
es_es: Configuración regional de cual el sistema se origina

source: The type of the occurrence. In CollectiveAccess every occurrence has a single "instrinsic" type that determines the set of descriptive and administrative metadata that can be applied to it.
es_es: Tipo de la incidencia. En CollectiveAccess cada aparición tiene un solo "intrínseco " tipo que determina el conjunto de metadatos descriptivos y administrativos que se puede aplicar a ella.

source: Identifier
es_es: Identificador

source: A unique alphanumeric identifier for this entry.
es_es: Un único identificador alfanumérico para esta entrada

source: Administrative source. This value is often used to indicate the administrative sub-division or legacy database from which the information originates, but can also be re-tasked for use as a simple classification tool if needed.
es_es: Fuente administrativa. Este valor es a menudo utilizado para indicar la subdivisión administrativa o base de datos heredada de la que la información procede, pero también se puede re-tasked para su uso como una herramienta de clasificación simple, si es necesario.

source: Indicates if object is accessible to the public or not.
es_es: Indica si el objeto es accesible al público o no.

source: Indicates the current state of the record.
es_es: Indica el estado actual del registro.

source: Indicates if the record is deleted or not.
es_es: Indica si el registro ha sido eliminado o si no.

source: occurrence ⇔ collection relationship
es_es: relación entre ocurrencia y colección

source: occurrence ⇔ collection relationships
es_es: relaciones entre ocurrencia y colección

source: occurrence ⇔ occurrence relationship
es_es: relación entre ocurrencia y ocurrencia

source: occurrence ⇔ occurrence relationships
es_es: relaciones entre ocurrencia y ocurrencia

source: occurrence ⇔ vocabulary term relationship
es_es: relación de término entre ocurrencia y vocabulario

source: occurrence ⇔ vocabulary term relationships
es_es: relaciones de término entre ocurrencia y vocabulario

source: Source info
es_es: información de la fuente

source: The primary locale associated with the place.
es_es: La configuración local principal asociada al lugar.

source: The type of the place. In CollectiveAccess every place has a single "instrinsic" type that determines the set of descriptive and administrative metadata that can be applied to it.
es_es: Tipo de lugar. En CollectiveAccess cada lugar tiene un solo "intrínseco " tipo que determina el conjunto de metadatos descriptivos y administrativos que se pueden aplicar al mismo.

source: Administrative source of the place. This value is often used to indicate the administrative sub-division or legacy database from which the place information originates, but can also be re-tasked for use as a simple classification tool if needed.
es_es: Fuente administrativa del lugar. Este valor es a menudo utilizado para indicar la subdivisión administrativa o base de datos heredada de la que la que el lugar de información se origina, pero también puede ser re-asignada para su uso como una herramienta de clasificación simple, si es necesario ..

source: Place identifier
es_es: Identificador de lugar

source: Unique identifier for place
es_es: Identificador único por lugar

source: Lifespan
es_es: Vida útil

source: Lifespan of place (range of dates)
es_es: Vida útil del lugar (rango de fechas)

source: Indicates if place information is accessible to the public or not.
es_es: Indica si el lugar de información es accesible al público o si no.

source: Indicates the current state of the place record.
es_es: Indica el estado actual del lugar de registro

source: Indicates if the place is deleted or not.
es_es: Indica si el lugar ha sido eliminado o si no.

source: place ⇔ collection relationship
es_es: relación entre lugar y colección

source: place ⇔ collection relationships
es_es: relaciones entre lugar y colección

source: place ⇔ occurrence relationship
es_es: relación entre lugar y ocurrencia

source: place ⇔ occurrence relationships
es_es: relaciones entre lugar y colección

source: place ⇔ place relationship
es_es: relación entre lugar y lugar

source: place ⇔ place relationships
es_es: relaciones entre lugar y lugar

source: place ⇔ vocabulary term relationship
es_es: relación de término entre lugar y vocabulario

source: place ⇔ vocabulary term relationships
es_es: relaciones de término entre lugar y vocabulario

source: relationship relationship
es_es: Relación de relación

source: relationship relationships
es_es: Relaciones de relación

source: Typename (forward sense)
es_es: Escriba el nombre (el sentido hacia delante)

source: Relationship type used when relation is read left-to-right.
es_es: Relación de tipo usada cuando la relación es leída de izquierda a derecha.

source: Typename (reverse sense)
es_es: Escriba el nombre (en sentido inverso)

source: Relationship type used when relation is read right-to-left.
es_es: Relación de tipo usada cuando la relación es leída de derecha a izquierda.

source: Description (forward sense)
es_es: Descripción (en sentido hacia adelante)

source: Description for relationship type when relation is read left-to-right.
es_es: Descripción para relación de tipo cuando la relación es leída de izquierda a derecha

source: Description (reverse sense)
es_es: Descripción (sentiod inverso)

source: Description for relationship type when relation is read right-to-left.
es_es: Descricpción para relación de tipo cuando la relación es leída de derecha a izquierda

source: Type restriction for "left" side of relationship
es_es: Restricción de tipo para "izquierda" lado de la relación

source: Type restriction for "left" side of relationship (eg. if relationship is object ⇔ entity, then the restriction controls for which types of objects this relationship type is valid.
es_es: Restricción de tipo para "izquierda" lado de la relación (por ejemplo, si la relación es entre entidad ⇔ objeto , entonces la restricción de los controles de los tipos de objetos de este tipo de relación, es válido.

source: Type restriction for "right" side of relationship
es_es: Restricción de tipo para "derecha" lado de la relación

source: Type restriction for "right" side of relationship (eg. if relationship is object ⇔ entity, then the restriction controls for which types of entities this relationship type is valid.
es_es: Restricción de tipo para "derecha" lado de la relación (por ejemplo, si la relación es entre entidad ⇔ objeto , entonces la restricción de los controles de los tipos de objetos de este tipo de relación, es válido.

source: Relationship type hierarchy identifier
es_es: Relación con la jerarquía de identificador de tipo

source: Identifier of relationship_type that is root of the relationship_type hierarchy.
es_es: Identificador de la relación_tipo cual es la raíz de la jerarquía de relación_tipo

source: Relationship type code
es_es: relación de código de tipo

source: Unique identifier for the relationship type; must be unique for relationship types for the current relationship.
es_es: Identificador único para esta relación de tipo; debe ser único para los tipos de relación para la relación actual.

source: Relationship
es_es: relación

source: Indicates the type of relationship for which this type is applicable.
es_es: Indica el tipo de relación para la cual este tipo es aplicable.

source: The relative priority of the relationship type when displayed in a list with other relationship types. Lower numbers indicate higher priority.
es_es: Prioridad relativa de la relación de tipo cuando es mostrada en una lista con otros tipos de relaciones. Los números bajos indican una más alta prioridad.

source: If checked this relationship type will be the default type for the relationship.
es_es: Si selecciona esta relación de tipo será el tipo por defecto para la relación.

source: Relationship types
es_es: tipos de relación

source: Title
es_es: Título

source: Title for annotation. This is usually a short description of the annotation content.
es_es: Título para la anotación. Ests es usualmente una descripción breve del contenido de la anotación.

source: representation annotation
es_es: Anotaciones de representación

source: The locale from which the annotation originates.
es_es: La configuración regional de la cual la anotación se origina.

source: The user who created the annotation.
es_es: Usuario quien creó la anotación

source: Type code
es_es: código de tipo

source: Code indicating type of annotation.
es_es: Código que indica el tipo de anotación.

source: Indicates if annotation is accessible to the public or not.
es_es: Indica si la anotación es accesible al público o si no.

source: Indicates the current state of the annotation .
es_es: Indica el estado actual de la anotación.

source: Annotation properties
es_es: Propiedades de la anotación

source: representation annotation ⇔ entity relationship
es_es: relación entre representación de anotación y entidad

source: representation annotation ⇔ entity relationships
es_es: relaciones entre representación de anotación y entidad

source: representation annotation ⇔ object relationship
es_es: relación entre anotación de representación y objeto

source: representation annotation ⇔ object relationships
es_es: relaciones entre anotación de representación y objeto

source: representation annotation ⇔ occurrence relationship
es_es: relación entre representación de anotación y ocurrencia

source: representation annotation ⇔ occurrence relationships
es_es: relaciones entre representación de anotación y ocurrencia

source: representation annotation ⇔ place relationship
es_es: relación entre anotación de representación y lugar

source: representation annotation ⇔ place relationships
es_es: relaciones entre anotación de representación y lugar

source: representation annotation ⇔ vocabulary term relationship
es_es: relación entre anotación de representación y término de vocabulario

source: representation annotation ⇔ vocabulary term relationships
es_es: relaciones entre anotaciones de representación y término de vocabulario

source: Name of search form
es_es: Nombre del formulario de búsqueda

source: search form
es_es: formulario de búsqueda

source: The user who created the form.
es_es: Usuario quien creó la forma.

source: Form code
es_es: código de formulario

source: Unique code for form, used to identify the form for configuration purposes. You will need to specify this if you are using this form in a special context (on a web front-end, for example) in which the form must be unambiguously identified.
es_es: Código único para la forma, usado para identificar la forma con fines de configuración. Necesitará especificar esto si usted está usando esta forma en un contexto especial (en una interfaz web, por ejemplo) en la que la forma debe ser identificada inequívocamente.

source: Is system form
es_es: Es la forma del sistema

source: Set this if the form is a form used by the system (as opposed to a user defined form). In general, system forms are defined by the system installer - you should not have to create system forms on your own.
es_es: Active esto si la forma es una forma utilizada por el sistema (a diferencia de una forma definida por el usuario). En general, las formas del sistema se definen por el instalador del sistema - que no debería tener que crear las formas del sistema por su cuenta.

source: Search type
es_es: Resultado de la búsqueda

source: Determines what type of search (objects, entities, places, etc.) the form will conduct.
es_es: Determina qué tipo de búsqueda (objetos, personas, lugares, etc) la forma llevará a cabo.

source: Search form settings.
es_es: configuración del formulario de búsqueda

source: Width
es_es: Ancho

source: Caption
es_es: Título

source: Caption for the set item.
es_es: Encabezado para el elemento de conjunto.

source: set item
es_es: conjunto de ítems

source: Set
es_es: Conjunto

source: Set item belongs to
es_es: El ítem establecido pertenece a

source: Set content
es_es: contenido del conjunto

source: Determines what kind of items (objects, entities, places, etc.) are stored by the set.
es_es: Determina qué tipo de elementos (objetos, personas, lugares, etc) son almacenados por el conjunto.

source: The type of the set determines what sorts of information the set and each item in the set can have associated with them.
es_es: El tipo del conjunto determina qué tipo de información el conjunto y cada artículo en el conjunto pueden tener asociados a ellos.

source: The relative priority of the set when displayed in a list with other sets. Lower numbers indicate higher priority.
es_es: Prioridad relativa de la serie cuando se muestra en una lista con otros conjuntos. Los números más bajos indican mayor prioridad.

source: Item captions
es_es: Leyendas del ítem

source: Name of set
es_es: nombre del conjunto

source: set
es_es: conjunto

source: The user who created the set.
es_es: Usuario quien creó el conjunto

source: Set code
es_es: código del conjunto

source: A unique alphanumeric code for this set. You will need to specify this if you are using this set in a special context (on a web front-end, for example) in which the set must be unambiguously identified.
es_es: Un código alfanumérico único para este conjunto. Usted necesita especificar esta opción si está utilizando este sistema en un contexto especial (en una interfaz web, por ejemplo) en la que el conjunto debe ser inequívocamente identificado.

source: Set items
es_es: establecer ítems

source: Could not reorder item %1: %2
es_es: No se ha podido reordenar el ítem %1: %2

source: group-set assocation
es_es: asociación de conjunto-grupo

source: group-set assocations
es_es: asociacipnes de conjunto-grupo

source: Name of storage location
es_es: Nombre del lugar de almacenamiento

source: The type of the storage location. In CollectiveAccess every storage location has a single "instrinsic" type that determines the set of descriptive and administrative metadata that can be applied to it.
es_es: el tipo de la

source: Indicates the current state of the storage location record.
es_es: Indica el estado actual del registro de ubicación de almacenamiento.

source: Indicates if the storage location is deleted or not.
es_es: Indica si la ubicación de almacenamiento ha sido eliminada o si no.

source: task queue entry
es_es: tarea de entrada de la cola

source: task queue entries
es_es: tarea de entradas de la cola

source: Created on
es_es: Creado a partir de

source: Priority
es_es: Prioridad

source: Handler
es_es: Controlador

source: Parameters
es_es: Parámetros

source: user group
es_es: grupo de usuario

source: user groups
es_es: grupos de usuario

source: Name of group. Should be unique.
es_es: Nombre de grupo. Debe ser único.

source: Code
es_es: Código

source: Short code (up to 8 characters) for group (must be unique)
es_es: Código corto (más de 8 caracteres) para grupo (debe ser único)

source: Description of group. This text will be displayed to system administrators only and should clearly document the purpose of the group.
es_es: Descrpción de grupo. Este texto será mostrado al solo sistema de administradores y debe documentar claramente el propósito del grupo.

source: Group administrator
es_es: Administrador de grupo

source: The user who administers the group.
es_es: Usuario quien administra el grupo

source: The relative priority of the group when displayed in a list with other relationship types. Lower numbers indicate higher priority.
es_es: La prioridad relativa de los grupos cuando se muestran en una lista con otrod tipos de relación. Los números más bajos indican mayor prioridad.

source: Database error adding role '%1': %2
es_es: Error en la base de datos al agregar función '%1': %2

source: Database error: %1
es_es: Error en la base de datos: %1

source: No roles specified
es_es: Sin funciones especificadas

source: Invalid role '%1'
es_es: Función no válida '%1'

source: Roles
es_es: funciones

source: user role
es_es: función de usuario

source: user roles
es_es: funciones de usuario

source: Role id
es_es: función ID

source: Unique identifier for role
es_es: Identificador único por función
