Repository: Kunstmaan/CollectiveAccess
Catalog: app/locale/*/messages.po
Languages: es_es

source: A given name that specifies and differentiates between members of a group of individuals, especially in a family, all of whose members usually share the same family name (surname). It is typically a name given to a person, as opposed to an inherited one such as a family name. You should place the primary forename - in cases where there is more than one this is usually the first listed - here.
es_es: Un nombre que especifica y distingue entre los miembros de un grupo de individuos, especialmente en una familia, cuyos miembros suelen compartir el mismo nombre de familia (apellido). Es típicamente un nombre dado a una persona, en lugar de una herencia, como un apellido. Usted debe colocar el nombre de pila primario - en los casos en que hay más de uno esta suele ser eñ primero de la lista - aquí.

source: Other forenames
es_es: otros nombres de usuario

source: Enter forenames other than the primary forename here.
es_es: Introduzca nombres de pila que no sea el nombre principal aquí.

source: Middlename
es_es: Segundo nombre

source: Many names include one or more middle names, placed between the forename and the surname. In the Western world, a middle name is effectively a second given name. You should enter all middle names here. If there is more than one separate the names with spaces.
es_es: Muchos nombres de incluyen uno o más segundos nombres, situados entre el nombre y el apellido. En el mundo occidental, un segundo nombre es en realidad un segundo nombre de pila. Usted debe ingresar todos sus segundos nombres aquí. Si hay más de uno, separe los nombres con espacios.

source: Surname
es_es: Apellido

source: A surname is a name added to a given name and is part of a personal name. In many cases a surname is a family name.
es_es: Un apellido es un nombre añadido a un nombre propio y es parte de un nombre de persona. En muchos casos, un apellido es un nombre de familia.

source: Prefixes
es_es: Prefijos

source: A prefix may be added to a name to signify veneration, a social position, an official position or a professional or academic qualification.
es_es: Un prefijo puede ser añadido a un nombre para significar veneración, una posición social, una posición oficial, o una titulación profesional o académica.

source: Suffixes
es_es: Sufijos

source: A suffix may be added to a name to signify veneration, a social position, an official position or a professional or academic qualification.
es_es: Un sufijo puede ser añadido a un nombre para significar veneración, una posición social, una posición oficial, o una titulación profesional o académica.

source: group ⇔ role association
es_es: asociación entre grupo y función

source: group ⇔ role associations
es_es: asociaciones entre grupo y función

source: IP-based authentication block
es_es: Autenticación de bloque basada en IP

source: IP-based authentication blocks
es_es: Autenticación de bloques basada en IP

source: Class A portion of IP address
es_es: Clase A parte de la dirección IP

source: Class B portion of IP address
es_es: Clase B parte de la dirección IP

source: Class C portion of IP address
es_es: Clase C, parte de la dirección IP

source: IP4 (start)
es_es: IP4 (inicio)

source: Starting IP address in Class C IP address range
es_es: Iniciando direcciones IP en Clase C rango de direcciones IP

source: IP4 (end)
es_es: IP4 (fin)

source: Ending IP address in Class C IP address range. Leave blank if you wish to specify a single address rather than a range.
es_es: Finalizando direcciones IP en Clase C rango de direcciones IP. Déjelo en blanco si quiere especificar una sola direccion en lugar de un rango

source: The user who created the comment.
es_es: Usuario quien creó el comentario

source: The locale of the comment.
es_es: Configuración regional del comentario

source: Comment
es_es: Comentario

source: Text of comment.
es_es: Contenido del comentario

source: E-mail address
es_es: Dirección de correo electrónico

source: E-mail address of commentor.
es_es: Dirección de correo electrónico de comentarista.

source: Name of commenter.
es_es: Nombre del comentarista

source: Rating
es_es: Valoración

source: User-provided rating for item.
es_es: Calificación para el elemento proporcionada por el usuario

source: Indicates if the comment is accessible to the public or not.
es_es: Indica si el comentario es accesible al público o no.

source: Comment creation date
es_es: Fecha de creación del comentario

source: The date and time the comment was created.
es_es: Fecha y hora en que el comentario fue creado.

source: IP address of commenter
es_es: Dirección IP del que hizo el comentario

source: The IP address of the commenter.
es_es: Dirección IP de la cual se realizó el comentario

source: Moderator
es_es: Moderador

source: The user who examined the comment for validity and applicability.
es_es: Usuario que examino el comentario para validación y aplicabilidad.

source: Moderation date
es_es: Fehca de moderación

source: The date and time the comment was examined for validity and applicability.
es_es: Fecha y hora en las que el comentario fue examinado para validación y aplicabilidad.

source: tag
es_es: etiqueta

source: tags
es_es: etiquetas

source: The locale of the tag.
es_es: Configuración regional de la etiqueta.

source: Tag
es_es: Etiqueta

source: Text of the tag.
es_es: Texto de la etiqueta.

source: item view
es_es: vista del elemento

source: item views
es_es: vistas del elemento

source: The user who viewed the item.
es_es: Usuario quien vio el elemento

source: The locale of the user while viewing the item.
es_es: Configuración local del usuario mientras veía el elemento.

source: Date/time item was viewed.
es_es: Fecha y hora en las que el elemento fue visto

source: IP address of viewer
es_es: Dirección IP del espectador

source: The IP address of the viewer.
es_es: La dirección IP del espectador.

source: item ⇔ tag relationship
es_es: relación entre ítem y la etiqueta

source: item ⇔ tag relationships
es_es: relaciones entre ítem y etiqueta

source: The user who applied the tag.
es_es: Usuario quien aplicó la etiqueta

source: Tagging date
es_es: Fecha de etiquetado

source: The date and time the tag was applied.
es_es: Fecha y hora en las que la etiqueta fue aplicada.

source: The user who examined the tag for validity and applicability.
es_es: Usuario quien examinó la etiqueta para validación y aplicabilidad.

source: The date and time the tag was examined for validity and applicability.
es_es: Fecha y hora en las que la etiqueta fue examinada para validación y aplicabilidad.

source: Item name (singular)
es_es: Nombre del elemento (singular)

source: The name of this list item in the singular form (eg. "disk", "lobster").
es_es: Nombre de la lista de elementos en su voz singular (por ejemplo."disco ","langosta ").

source: Item name (plural)
es_es: Nombre del elemento (plural)

source: The name of this list item in the plural form (eg. "disks", "lobsters").
es_es: Nombre de la lista de elementos en su forma plural (por ejemplo."discos ","langostas ").

source: A description of the list item, including suggested use notes or definitions.
es_es: Una descripción de la lista de elementos, incluyendo el sugerido uso de notas o definiciones

source: Is preferred?
es_es: Se prefiere?

source: Set this if this label is the preferred label for the current locale.
es_es: Active esto si esta etiqueta es la etiqueta preferida para la localidad actual.

source: list item
es_es: lista de elementos

source: Parent
es_es: Padre

source: Parent list item for this item
es_es: Padre del elemento de lsita para este elemento

source: List
es_es: Lista

source: List item belongs to
es_es: Lista de items pertenece a

source: Indicates the type of the list item.
es_es: Indica el tipo de lista de ítem

source: Id number
es_es: Id de indentificación

source: Unique identifier for this list item
es_es: Identificador único para este elemento de la lista

source: Id number sort
es_es: tipo de número de identificación

source: Sortable value for id number
es_es: Valor ordenable para el número de identificación.

source: Item value
es_es: Valor del elemento

source: Value of this list item; is stored in database when this item is selected
es_es: Valor de esta lista de elementos; es almacenado en la base de datos cuando este elemento es seleccionado.

source: Item color
es_es: Color del elelento

source: Color to display item in
es_es: Color en que el item debe ser mostrado

source: Item icon
es_es: Icono del item

source: Optional icon to use with item
es_es: Icono opcional para utilizar con el ítem

source: Is enabled?
es_es: Está habilitado?

source: If checked this item is selectable and can be used in cataloguing.
es_es: Si se selecciona este elemento se puede seleccionar y puede ser utilizado en la catalogación.

source: Is default?
es_es: ¿por omisión?

source: If checked this item will be the default selection for the list.
es_es: Si se marca este artículo será la selección predeterminada de la lista.

source: Validation format
es_es: Formato de validación

source: NOT CURRENTLY SUPPORTED; WILL BE A PERL-COMPATIBLE REGEX APPLIED TO VALIDATE INPUT
es_es: ACTUALMENTE NO ES COMPATIBLE

source: Indicates if the list item is accessible to the public or not.
es_es: Indica si el elemento de la lista es accesible al público o no.

source: Indicates the current state of the list item.
es_es: Indica el estado actual del elemento de la lista.

source: Indicates if list item is deleted or not.
es_es: Indica si el elemento de la lista ha sido eliminado o no.

source: list item ⇔ list item relationship
es_es: relación entre la lista de ítems y la lista de ítems

source: list item ⇔ list item relationships
es_es: relaciones entre lista de ítems y lista de items

source: The locale from which the object originates.
es_es: Configuración regional desde donde el objeto se origina.

source: Name of list
es_es: Nombre de la lista

source: List code
es_es: Lista de códigos

source: Unique code for list; used to identify the list for configuration purposes.
es_es: Código único para la lista, que se utiliza para identificar la lista para fines de configuración.

source: Is system list
es_es: Es lista de sistema

source: Set this if the list is a list used by the system to populate a specific field (as opposed to a user defined list or vocabulary). In general, system lists are defined by the system installer - you should not have to create system lists on your own.
es_es: Active esto si la lista es una lista que utiliza el sistema para llenar un campo específico (en comparación con una lista definida por el usuario o vocabulario). En general, las listas del sistema se definen por el instalador del sistema - usted no debería tener que crear listas de sistema por su cuenta.

source: Is hierarchical
es_es: Es jerárquico

source: Set this if the list is hierarchically structured; leave unset if you are creating a simple "flat" list.
es_es: Active esto si la lista está estructurada jerárquicamente, deje desactivar si va a crear un sencillo "plano " lista .

source: Use as vocabulary
es_es: Usar como vocabulario

source: Set this if the list is to be used as a controlled vocabulary for cataloguing.
es_es: Active esto si la lista es para ser utilizada como un vocabulario controlado para la catalogación.

source: locale
es_es: Lugar

source: locales
es_es: lugares

source: Name of locale. The chosen name should be descriptive and must be unique.
es_es: Nombre de la localidad. El nombre escogido debe ser descriptivo y único

source: ISO 639 language code
es_es: ISO 639 código de idioma

source: 2 or 3 character language code for locale; use the ISO 639-1 standard for two letter codes or ISO 639-2 for three letter codes.
es_es: 2 o 3 caracteres del código del idioma para la configuración local: usa el ISO 639-1 standar para códigos de dos letras o el ISO 639-2 para códigos de 3 letras.

source: ISO 3166-1 alpha-2 country code
es_es: ISO 3166-1 alpha-2 código de país

source: 2 characer country code for locale; use the ISO 3166-1 alpha-2 standard.
es_es: 2 caracteres del código del país para la configuración local; use la norma ISO 3166-1alpha-2 standard

source: Dialect
es_es: Dialecto

source: Optional dialect specifier for locale. Up to 8 characters, this code is usually one defined by the language lists at http://www.ethnologue.com.
es_es: Especificador del dialecto opcional para la configuración regional. Hasta 8 caracteres, el código es generalmente definido por las listas de idiomas en http://www.ethnologue.com.

source: Name of element
es_es: Nombre del elemento

source: Use for a description of how the element should be used.
es_es: Use para una descripción de cómo el elemento debería ser usado.

source: metadata element
es_es: elemento de metadatos

source: metadata elements
es_es: elementos de metadatos

source: Unique alphanumeric code for the metadata element.
es_es: Un código alfanumérico único para el elemento de metadatos

source: Documentation url
es_es: url de documentación

source: URL pointing to documentation for this metadata element. Leave blank if no documentation URL exists.
es_es: URL que apunta a la documentación de este elemento de metadatos. Deje en blanco si ningún URL de documentación existe.

source: Datatype
es_es: Tipo de datos

source: Data type of metadata element.
es_es: Tipo de datos del elemento de metadatos

source: Use list (for list elements only)
es_es: Use la lista (sólo para elementos de lista)

source: Specifies the list to use as value for this element. Element must be a list type for this to apply.
es_es: Especifica la lista a usar como un valor para este elemento. El elemento debe estar en una lista de tipos para que esto aplique.

source: Type-specific ettings for metadata element
es_es: Configuraciones específicas del tipo de elemento de metadatos

source: The relative priority of the element when displayed in a list with other element. Lower numbers indicate higher priority.
es_es: La prioridad relativa del elemento cuando se muestra en una lista con otro elemento. Los números bajos indican una mayor prioridad.

source: Minimum number of attributes of this kind that must be associated with an item
es_es: Número mínimo de los atributos de este tipo que deben estar asociados a un ítem

source: An error will occur if an attempt is made to save an item with fewer than this number of attributes of this type. Set to &gt; 1 to make this attribute effectively mandatory. Set to zero if you don't wish to set a limit.
es_es: Se producirá un error si se intenta guardar un ítem con menos de este número de atributos de este tipo. Se establece en> 1 para que este atributo en realidad obligatorio. Se establece en cero si no desea establecer un límite.

source: Maximum number of attributes of this kind that can be associated with an item
es_es: Número máximo de atributos de este tipo que se pueden asociar con un artículo

source: An error will occur if an attempt is made to save an item with more than this number of attributes of this type. Set to &gt; 1 to make this attribute single-value. Otherwise set it to an appropriately high value.
es_es: Se producirá un error si se intenta guardar un elemento con más de este número de atributos de este tipo. Se establece en> 1 para que este atributo de valor único. De lo contrario, establézcalo en un valor de altura apropiada .

source: Minimum number of attribute bundles to show in an editing form.
es_es: Número mínimo de paquetes de atributo para mostrar en un formulario de edición.

source: The minimum number of attribute bundles to show in an editing form. If the number of actual attributes is less than this number then the user interface will show empty form bundles to reach this number. This number should be less than or equal to the maximum number of attributes per row.
es_es: Número mínimo de paquetes de atributo para mostrar en un formulario de edición. Si el número de atributos reales es inferior a este número entonces la interfaz de usuario mostrará paquetes de formulario vacíos para llegar a este número. Este número debe ser menor o igual al número máximo de atributos por fila.

source: metadata type restriction
es_es: restricción de tipos de metadatos

source: metadata type restrictions
es_es: restricciones de tipos de metadatos

source: Bind attribute to
es_es: Enlazar atributo a

source: Type of item to bind element to.
es_es: Tipo de ítem al que enlazar el elemento.

source: storage_locations
es_es: lugares_de almacenamiento

source: multipart ID numbering sequence
es_es: secuencia de numeración del ID de varias partes

source: multipart ID numbering sequences
es_es: secuencias de nueración de ID de varias partes

source: Sortable version of name value
es_es: Versión ordenable del nombre del valor

source: object event
es_es: objeto de evento

source: Event type
es_es: tipo de evento

source: Planned date
es_es: Fecha prevista

source: Event date
es_es: Fecha del evento

source: object event ⇔ entity relationship
es_es: relación entre objeto de evento y entidad

source: object event ⇔ entity relationships
es_es: relaciones entre objeto de lote y entidad

source: object event ⇔ occurrence relationship
es_es: relación entre evento de objeto y ocurrencia

source: object event ⇔ occurrence relationships
es_es: relación entre ocurrencia y objeto de evento

source: object event ⇔ place relationship
es_es: relación entre objeto de evento y lugar

source: object event ⇔ place relationships
es_es: rrelaciones entre objeto de evento y lugar

source: object event ⇔ storage location relationship
es_es: relación entre objeto de evento y lugar de almacenamiento

source: object event ⇔ storage location relationships
es_es: relaciones entre objeto de evento y lugar de almacenamiento

source: object event ⇔ vocabulary term relationship
es_es: relación de término entre objeto de evento y vocabulario

source: object event ⇔ vocabulary term relationships
es_es: relaciones de término entre objeto de vento y vocabulario.

source: Name of object
es_es: Nombre del objeto

source: object lot event
es_es: evento de objeto de lote

source: Planned date for event
es_es: Fecha prevista para el evento

source: Date (or range of dates) on which the event is planned to occur.
es_es: Fecha (o rango de fechas) en la que está previsto que ocurra el evento.

source: Date event occurred on
es_es: Fecha en la que el evento tuvo lugar

source: Date (or range of dates) on which the event actually occurred.
es_es: Fecha (o rango de fechas) en que el acontecimiento ocurrió realmente.

source: object lot event ⇔ storage location relationship
es_es: relación entre evento de objeto de lote y lugar de almacenamiento

source: object lot event ⇔ storage location relationships
es_es: relaciones entre evento de objeto de lote y lugar de almacenamiento

source: object lot event ⇔ vocabulary term relationship
es_es: relación de término entre objeto de evento de lote y vocabulario

source: object lot event ⇔ vocabulary term relationships
es_es: relaciones de término entre objeto de evento de lote y de vocabulario

source: Name of lot
es_es: Nombre del lote

source: The type of the object lot. In CollectiveAccess every lot has a single "instrinsic" type that determines the set of descriptive and administrative metadata that can be applied to it.
es_es: El tipo del lote de objeto. En CollectiveAccess cada lote tiene un solo "intrínseco " tipo que determina el conjunto de metadatos descriptivos y administrativos que se pueden aplicar al mismo.

source: Accession status
es_es: Adhesión de estado

source: Indicates accession/collection status of lot. (eg. accessioned, pending accession, loan, non-accessioned item, etc.)
es_es: Indica adhesión / estado de colección del lote. (por ejemplo, adhesión, a la espera de la adhesión, el préstamo, el tema no adherido, etc)

source: Lot identifier
es_es: Identificador de lote

source: Unique alphanumeric code identifying the lot.
es_es: Código alfanumérico único que identifica el lote.

source: Extent
es_es: Medida

source: The extent of the object lot. This is typically the number of discrete items that compose the lot by this record. It is stored as a whole number (eg. 1, 2, 3...).
es_es: La extensión del objeto de lote. Este suele ser el número de elementos discretos que componen el lote por este registro. Se almacena como un número entero (por ejemplo, 1, 2, 3 ...).

source: Extent units
es_es: Unidades de medida

source: Units of extent value. (eg. pieces, items, components, reels, etc.)
es_es: Unidades de medida del valor. (por ejemplo, piezas, elementos, componentes, bobinas, etc)

source: Indicates if object lot is accessible to the public or not.
es_es: Indica si el lote de objeto es accesible a público o si no.

source: Indicates the current state of the object lot record.
es_es: Indica el estado actual del archivo del lote de objeto

source: Indicates if the object lot is deleted or not.
es_es: Indica si el objeto de lote ha sido eliminado o si no

source: Related events
es_es: Eventos relacionados

source: object lot ⇔ collection relationship
es_es: relación entre objeto de lote y colección

source: object lot ⇔ collection relationships
es_es: relaciones entre objeto de lote y colección

source: object lot ⇔ entity relationship
es_es: relación entre objeto de lote y entidad

source: object lot ⇔ entity relationships
es_es: relaciones entre objeto de lote y entidad

source: object lot ⇔ occurrence relationship
es_es: relación entre objeto de lote y ocurrencia

source: object lot ⇔ occurrence relationships
es_es: relaciones entre obejto de lote y ocurrencia

source: object lot ⇔ place relationship
es_es: relación entre objeto de lote y lugar

source: object lot ⇔ place relationships
es_es: relaciones entre objeto de lote y lugar

source: object lot ⇔ storage location relationship
es_es: relación entre objeto de lote y lugar de almacenamiento

source: object lot ⇔ storage location relationships
es_es: relacioes entre objeto de lote y lugar de almacenamiento

source: object lot ⇔ vocabulary term relationship
es_es: relación de ermino entre objeto de lote y vocabulario

source: object lot ⇔ vocabulary term relationships
es_es: relaciones de término entre objeto de lote y vocabulario

source: Name of representation
es_es: Nombre de la representación

source: object representation multifile
es_es: Multi archivo de obejto de representación

source: object representation multifiles
es_es: multiarchivos de objeto de representación

source: Resource path
es_es: Camino de recurso

source: Organizational path into which this file is placed.
es_es: Camino de organización en la que este archivo se coloca.

source: Media to upload
es_es: Medios de comunicación a subir

source: Use this control to select media from your computer to upload.
es_es: Utilice este control para seleccionar los medios de comunicación de su computadora para cargar.

source: Media metadata
es_es: medios de comunicación de metadatos

source: Media content
es_es: contenido de medios de comunicación

source: Indicates how multifiles should be ordered in a list. Higher ranks are lower in the list. That is, rank is used to sort in ascending order.
es_es: Indica la cantidad de archivos múltiples que deben ser ordenados en una lista. Los rangos más altos son más bajos en la lista. Es decir, el rango se utiliza para ordenar en orden ascendente.

source: object representation
es_es: objeto de representación

source: The locale from which the representation originates.
es_es: La configuración regional de la que la representación se origina.
