Repository: Kunstmaan/CollectiveAccess
Catalog: app/locale/*/messages.po
Languages: es_es

source: Changes have been made since you loaded this data. Save again to overwrite the changes or cancel to keep the changes.
es_es: Se han hecho cambios desde que usted cargó estos datos. Guarde nuevamente para sobreescribir los cambios o cancele para conservar los cambios.

source: Changes have been made since you loaded this data by %1. Save again to overwrite the changes or cancel to keep the changes.
es_es: Se han hecho cambios desde que usted cargó estos datos por %1. Guarde nuevamente para sobreescribir los cambios o cancele para conservar los cambios

source: Changes have been made since you loaded this data by these users: %1. Save again to overwrite the changes or cancel to keep the changes.
es_es: Se han hecho cambios desde que usted cargó estos datos por estos usuarios: %1. Guarde nuevamente para sobreescribir los cambios o cancele para conservar los cambios.

source: Cannot move %1 under its sub-record
es_es: No se puede mover %1 bajo su sub-registro.

source: Hierarchy ID must be specified for this update
es_es: ID de jerarquía debe ser especificado para esta actualización.

source: Number is invalid for %1
es_es: El núero es no válido para %1

source: Date is undefined but field does not support NULL values
es_es: La fecha es indefinida pero el campo no admite valores NULL

source: Time is undefined but field does not support NULL values
es_es: El tiempo es indefinido pero el campo no admite valores NULL

source: Time is invalid for %1
es_es: La hora es inválida para %1

source: Could not update sub records in hierarchy: [%1] %2
es_es: No se pudo actualizar los registros secundario en la jerarquía: [%1] %2

source: Parent record had invalid hierarchical indexing (should not happen!)
es_es: El registro padre tiene una indexación jerárquica no válida (¡no debería ocurrir!)

source: Mode was %1; must be write or admin
es_es: El modo era %1; debe ser escrito o administrado

source: No record loaded
es_es: Sin registros cargados

source: Can't delete item because it has sub-records
es_es: No se puede borrar el Item, porque tiene sub-registros.

source: Can't delete item because items related to it have sub-records (%1)
es_es: no se puede borrar el Item porque los Items relacionados a este, tienen sub-registros (%1)

source: Can't delete item because it is in use (%1)
es_es: No se puede borrar el Item, porque está en uso (%1)

source: Couldn't queue mirror using '%1' for version '%2' (handler '%3')
es_es: No se pudo espejo de cola usando '%1' para versión '%2' /controlador '%3')

source: Could not cancel pending tasks: %1
es_es: No se pudo cancelar las tareas pendientes: 1%2

source: File type %1 not accepted by %2
es_es: Archivo tipo %1 no ha sido aceptado por el %2

source: Unknown file type not accepted by %1
es_es: Archivo de tipo desconocido no aceptado por el %1

source: File could not be copied for %1; can't convert mimetype '%2' to extension
es_es: El archivo no pudo ser copiado para %1; no se puede convertir mimetype '%2' para la extensión

source: File could not be processed for %1; can't convert mimetype '%2' to extension
es_es: El archivo no pudo ser procesado para el %1; no se puede convertir el mimetype '%2' para la extensión

source: Couldn't write file: %1
es_es: No se pudo escribir el archivo: %1

source: Couldn't queue processing for version '%1' using handler '%2'
es_es: No fue posible el procesamiento de colas para la versión '%1' usando el controlador '%2'

source: File could not be processed for %1: %2
es_es: El archivo no pudo ser procesado por %1: %2

source: File is not a valid format
es_es: El archivo no tiene un formato válido

source: %1 must not be less than %2
es_es: %1 no debe ser menos que %2

source: %1 must not be greater than %2
es_es: %1 no debe ser mayor que %2

source: %1 must be at least %2 characters
es_es: %1 debe al menos tener %2 caracteres de longitud

source: %1 must not be more than %2 characters long
es_es: %1 no debe tener más de%2 caracteres de longitud

source: %1 is not valid choice for %2
es_es: %1 no es una opicón válida para %2

source: Hierarchy ID must be specified
es_es: la jerarquía de la ID debe ser especificada

source: No locale was set for tag
es_es: Ningún lugar fue establecido para la etiqueta

source: Tag relation id is invalid
es_es: Etiqueta de relación de identificación no válida

source: Tag is not part of the current row
es_es: La etiqueta no hace parte de la fila actual

source: Tag was not created by specified user
es_es: La etiqueta no fue creada por el usuario especifico

source: Comment id is invalid
es_es: Id del comentario no válida

source: Comment is not part of the current row
es_es: El comentario no hace parte de la fila actual

source: Comment was not created by specified user
es_es: El comentario no fue creado por el usuario especifico

source: Can't edit invalid attribute
es_es: NO se puede editar el atributo no válido

source: Element is not the root of the element set
es_es: El elemento no es la raíz del elemento establecido

source: Couldn't add element to restriction list: %1
es_es: No fue posible agregar el elemento a la lista de restricción: %1

source: Couldn't remove element from restriction list: %1
es_es: No se pudo remover el elemento de la lista de restricciones: %1

source: Element code or id must not be blank
es_es: El código o identificación del elemento no debe estar vacío

source: Element code or id '%1' is invalid
es_es: El código o identificación '%1' es no válido

source: Could not instantiate driver
es_es: No se pudo crear una instancia del controlador

source: Driver does not exist
es_es: El controlador no existe

source: Not connected to database
es_es: No está conectado a la base de datos

source: Driver does not support affectedRows() call
es_es: El controlador no es compatible con las filas afectadas() llamada

source: Transactions are not supported
es_es: Las transacciones no son compatibles

source: Transaction count cannot exceed maximum of %1
es_es: El recuento de transacciones no puede exceder de un máximo de %1

source: Not currently in a transaction
es_es: No está actualmente en una transacción

source: File type is not supported
es_es: El tipo de archivo no es compatible

source: Could not create tmp directory for handler '%1'
es_es: NO fue posible crear el directorio tmp para el controlador '%1'

source: Could not copy '%1'
es_es: No se pudo copiar el ítem '%1'

source: No tmp directory configured!
es_es: Sin directorio tmp configuardo!

source: Invalid task queue handler '%1'
es_es: Manejador de colas de tarea no válido '%1'

source: Error while closing task record: %1
es_es: Error al cerrar el registro de tareas: 1%

source: View %1 was not found
es_es: La vista %1 no fue encontrada

source: Action '%1' in class '%2' is invalid
es_es: La acción '%1' en clase '%2' es no válida

source: Not dispatchable
es_es: No es despachable

source: Driver does not support LIMIT
es_es: El controlador no es compatible con LIMIT

source: Your PHP installation lacks MySQL support. Please add it and retry...
es_es: Su instalación de PHP no tiene soporte para MySQL. Por favor, añada y vuelva a intentarlo ...

source: Query is empty
es_es: El espacio de consulta está vacío

source: Number of values passed (%1) does not equal number of values required (%2)
es_es: El número de valores pasados (%1) no es igual al número de valores requerido (%2)

source: No table name specified
es_es: nombre de cuadro no especificado

source: No fields specified
es_es: Sin campos especificados

source: seek(%1) failed: result has %2 rows
es_es: La búsqueda (%1) falló: el resultado tiene %2 filas

source: No error
es_es: No hay error

source: Start must be before date in range
es_es: El inicio debe ir antes de la fecha en rango

source: Invalid date
es_es: fecha no válida

source: Invalid time
es_es: tiempo no válido

source: Invalid uncertainty
es_es: Incertidumbre no válida

source: Uncertainty must not exceed 9 digits
es_es: La incertidumbre no debe exceder de 9 dígitos

source: Invalid expression
es_es: Expresión no vaĺida

source: Trailing characters in otherwise valid expression
es_es: Arrastrando caracteres a otra expresión válida

source: Parser error
es_es: programa de análisis de error

source: External application configuration file could not be loaded
es_es: Archivo de configuración de aplicación interna no pudo ser cargado

source: Directory for external application wvWare could not be found
es_es: Directorio para aplicación externa wvWare no pudo encontrarse

source: Can't set property %1
es_es: No se puede establecer la propiedad %1

source: Provides audio processing and conversion using ffmpeg
es_es: Ofrece procesamineto de audio y conversión usando ffmpeg

source: Didn't load because ffmpeg is not installed
es_es: No cargó porque ffmpeg no está instalado

source: File %1 does not exist
es_es: El archivo %1 no existe

source: Invalid transformation %1
es_es: Transformación inválida %1

source: %1: %2 during resize operation
es_es: %1: %2 durante la operación de cambio de tamaño

source: Can't convert '%1' to '%2': unsupported format
es_es: No se puede convertir '%1' a '%2': formato no soportado

source: Couldn't write file to '%1'
es_es: No fue posible escribir el archivo de '%1'

source: Error converting file to %1 [%2]: %3
es_es: Error al convertir el archivo a% 1% [2]: 3%

source: Error converting intro to %1 [%2]: %3
es_es: Error al convertir intro a %1 [%2]: %3

source: Error converting outro to %1 [%2]: %3
es_es: Error al convertir outro a %1 [%2]: %3

source: Can't copy icon file for [%1] from %2 to %3
es_es: NO se puede copiar el archivo de icono para [%1] desde %2 to %3

source: No icon available for media type '%1' (system misconfiguration)
es_es: No hay icono para el tipo de media '%1' (mala configuración del sistema)

source: No icons available (system misconfiguration)
es_es: No hay iconos disponibles (mala configuración del sistem)

source: You must have the Flash Plug-in version 9.0.124 or better installed to play video and audio in CollectiveAccess
es_es: Debe tener instalada la versión 9.0.124 o una mejor del Flash Plug-in para reproducir el audio y el vídeo en CollectiveAccess

source: Tile size property must be between 10 and 10000
es_es: La propiedad de tamaño del mosaico debe estar entre 10 y 10000

source: Quality property must be between 1 and 100
es_es: La calidad de la propiedad debe estar entre 1 y 100

source: Tile width property must be between 10 and 10000
es_es: El ancho del mosaico debe estar entre 10 y 10000

source: Tile height property must be between 10 and 10000
es_es: El alto del mosaico debe estar entre 10 y 10000

source: Antialiasing property must be between 0 and 100
es_es: si

source: Layer ratio property must be between 0.1 and 10
es_es: la propiedad de relación de la capa debe estar entre 0.1 y 10

source: Layer property must be between 1 and 25
es_es: Propiedad de capa debe estar entre 1 y 25

source: Tile output type '%1' is invalid
es_es: Mosaicos de tipo de salida '%1' no válido

source: Filenames with colons (:) are not allowed
es_es: Los nombres de archivo con dos puntos (:) no están permitidos

source: Provides limited image processing and conversion services using libGD
es_es: Ofrece procesamiento de imágenes y servicios de conversión limitados usando libGD

source: Didn't load because Imagick/ImageMagick is available and preferred
es_es: No se pudo cargar porque Imagick/ImageMagick está disponible y es preferido

source: Didn't load because Imagick/MagickWand is available and preferred
es_es: No se pudo cargar porque Imagick/MagickWand está disponible y es preferido

source: Didn't load because ImageMagick (command-line) is available and preferred
es_es: No se pudo cargar porque ImageMagick (command-line) está disponible y es preferido

source: Didn't load because your PHP install lacks GD support
es_es: No se pudo cargar porque su instalación PHP carece de soporte GD

source: Couldn't resize image
es_es: No pudo cambiar el tamaño de la imagen

source: Couldn't rotate image
es_es: No se pudo rotar la imagen

source: Couldn't write image
es_es: No pudo escribir la imagen

source: Provides image processing and conversion services using ImageMagick via exec() calls to ImageMagick binaries
es_es: Proporciona el procesamiento de imágenes y servicios de conversión con ImageMagick a través de exec () llamadas a los binarios de ImageMagick

source: Didn't load because Imagick is available and preferred
es_es: No carga porque Imagick está disponible y es preferido

source: Didn't load because MagickWand is available and preferred
es_es: No carga porque MagickWand está disponible y es preferido

source: Didn't load because ImageMagick executables cannot be found
es_es: No carga porque los ejecutables de ImageMagick no se pueden encontrar

source: RAW image support is not enabled because DCRAW cannot be found
es_es: Apoyo de imágenes RAW no está habilitada porque DCRAW no se puede encontrar

source: Could not convert Camera RAW format file because conversion tool (dcraw) is not installed
es_es: No se pudo convertir el archivo en formato RAW de cámara, porque la herramienta de conversión (dcraw) no está instalada

source: Could not copy Camera RAW file to temporary directory
es_es: No se pudo copiar el archivo RAW de cámara en el directorio temporal

source: Camera RAW file conversion failed
es_es: Conversión de archivos Camera RAW falló

source: Translation from Camera RAW to TIFF failed
es_es: Traducción de Camera RAW a TIFF falló

source: Provides image processing and conversion services using ImageMagick via the PECL Imagick PHP extension
es_es: Proporciona servicios de procesamiento de imágenes y conversión utilizando ImageMagick a través de la extensión PECL Imagick PHP

source: Didn't load because Imagick is not available
es_es: No cargó porque Imagick no está disponible

source: Error during RGB colorspace transformation operation
es_es: Se presentó un error durante la operación de transformación de espacio de color RGB

source: Could not read image file
es_es: No se pudoleer el archivo de la imagen

source: Couldn't load watermark image at %1
es_es: No se pudo cargar la imagen de marca de agua en %1

source: Error during resize operation
es_es: Error durante la operación de cambio de tamaño

source: Error during crop operation
es_es: Error durante la operación de crop

source: Error during image rotate
es_es: Error durante la rotación de imagen

source: Error during image despeckle
es_es: Error durante la opción Limpiar imagen

source: Error during image median filter
es_es: Error durante filtro mediano de la imagen

source: Error during image sharpen
es_es: Error durante la operación de nitidez de imagen

source: Error during image unsharp mask
es_es: Error durante la operación de máscara de desenfoque de imagen

source: Imagick exception
es_es: excepción Imagick

source: Error writing file
es_es: Error al escribir el archivo

source: Provides image processing and conversion services using ImageMagick via the MagickWand PHP extension
es_es: Proporciona servicios de procesamiento de imágenes y conversión utilizando ImageMagick a través de la extensión MagickWand PHP

source: Didn't load because MagickWand is not available
es_es: No carga porque MagickWand no está disponible.

source: %1: %2 during RGB colorspace transformation operation
es_es: % 1% 2 durante el funcionamiento del espacio de color de transformación RGB

source: %1: %2 during crop operation
es_es: % 1% 2 durante la operación de cultivos

source: Accepts and processes Microsoft Word 97, 2000 and 2008 format documents
es_es: Acepta y procesa documentos de Microsoft Word 97, 2000 y 2008

source: ABIWord cannot be found: indexing of text in Microsoft Word files will not be performed; you can obtain ABIWord at http://www.abisource.com/
es_es: ABIWord no puede ser encontrado: la indexación de texto en archivos de Microsoft Word no será realizada; puede obtener ABIWord en http://www.abisource.com/

source: File %1 is not a Microsoft Word document
es_es: El archivo %1 no es un documento de Micorsoft Word

source: Can't convert file to %1
es_es: No se puede convertir el archivo al %1

source: Can't copy icon file from %1 to %2
es_es: No se puede copiar el archivo del icono de %1 a %2

source: No icon available for this media type (system misconfiguration)
es_es: No hay icono para este tipo de medio (mala configuración del sistema)

source: Ghostscript cannot be found: image previews will not be created
es_es: Ghostscript no se puede encontrar: las vistas previas de imágenes no se crearán

source: PDFToText cannot be found: indexing of text in PDF files will not be performed; you can obtain PDFToText at http://www.foolabs.com/xpdf/download.html
es_es: Pdftotext no se puede encontrar: la indexación de texto en archivos PDF no se llevará a cabo, se puede obtener PDFToText en http://www.foolabs.com/xpdf/download.html

source: File %1 is not a PDF
es_es: El archivo %1 no es un archivo de PDF

source: Provides ffmpeg-based audio and video processing services
es_es: Proporciona ffmpeg basado en audio y servicios de procesamiento de vídeo

source: Can't copy icon file for %1 to %2
es_es: No se puede copiar el archivo de icono de %1 a 2%

source: Couldn't convert file to FLV format
es_es: NO se pudo convertir el archivo a formato FLV

source: Couldn't convert file to MPEG4 format [%1]
es_es: No se pudo convertir el archivo a formato MPEG4 [%1]

source: Can't convert '%1' to %2
es_es: No se pudo convertir '%1' a %2

source: Couldn't not write video preview frames to tmp directory (%1)
es_es: No se puede no escribir fotogramas de vídeo de vista previa para directorio tmp (1%)

source: Accepts and processes XML-format documents
es_es: Acepta y procesa documentos en formato XML

source: File %1 is not an XML document
es_es: El archivo no es un documento en formato XML

source: No XML schema specified in XML file
es_es: No esquema XML especificado en el archivo XML

source: Specified XML schema is not installed
es_es: El esquema XML especificado no está instalado

source: At line %1
es_es: En la línea %1

source: Validation against XML schema failed with errors:<br/>
es_es: La validación contra el esquema XML falló con errores: <br/>

source: Could not open %1
es_es: No se pudo abrir %1

source: Couldn't write file to %1
es_es: No sepudo escribir el archivo a %1

source: Can't copy icon file from %1/%2 to %3
es_es: No se puede copiar el ícono del archivo de %1/%2 a %3

source: View PDF file
es_es: Ver archivo PDF

source: Write permissions to Lucene index directory
es_es: Escribir permisos para el índice del directorio de Lucene

source: Indexes must exist and be readable
es_es: Los ínidices deben esxistir y ser legibles

source: The web server user (%1) must be allowed to write the Lucene index directory (%2). You have to ensure that in order to get the Lucene search engine back-end to work.
es_es: Al usuario del servidor web (%1) se le debe permitir escribir el índice del directorio de Lucene (%2). Usted debe asegurarse de ello para que el motor de búsqueda de Lucene vuelva a trabajar

source: You have to ensure that all Lucene indexes exist and can be opened. Please check if a) the web server user (%1) is allowed to read and write all subdirectories of %2 and b) that all indexes have been created (by running a full reindex on the whole database).
es_es: Usted tiene que asegurarse de que todos los índices de Lucene existen y se pueden abrir. Por favor, compruebe si: a) al usuario del servidor web (1%) se le permite leer y escribir todos los subdirectorios del 2% y b) que todos los índices se han creado (mediante la ejecución de un re-indexación completa en la base de datos).

source: Open a typical Unix shell (e.g. bash on Linux, Mac OS X, Solaris etc.) and run &quot;chown -R
es_es: Abrir un soporte típico de Unix (por ejemplo, bash en Linux, Mac OS X, Solaris, etc) y ejecutar "chown-R

source: MySQL is back-end database
es_es: MySQL es la base de datos de back-end

source: MysqlFulltext database tables exist
es_es: Existen tablas de bases de datos MysqlFulltext

source: The MysqlFulltext search engine requires that MySQL be the back-end database for your CollectiveAccess installation.
es_es: El motor de búsqueda MysqlFulltext requiere que MySQL sea la base de datos de back-end para la instalación CollectiveAccess.

source: The MysqlFulltext search engine requires that certain tables be present in your database. They are installed by default and should be present, but if they are not MysqlFulltext will not be able to operate.
es_es: El motor de búsqueda MysqlFulltext requiere que ciertas tablas estar presentes en su base de datos. Se instalan de forma predeterminada y debe estar presente, pero si no son MysqlFulltext no será posible que funcionen.

source: Try reinstalling your system with MySQL as the back-end database or try a different search engine.
es_es: Intente volver a instalar el sistema con la base de datos MySQL como back-end o probar un motor de búsqueda diferente.

source: Try reloading the definitions for these tables: ca_mysql_fulltext_search, ca_mysql_fulltext_date_search
es_es: Intenta volver a cargar las definiciones de estos cuadros: ca_mysql_fulltext_search, ca_mysql_fulltext_date_search

source: Write permissions for Solr home directory
es_es: Permisos de escritura para el directorio de inicio SOLR

source: Solr cores up and running
es_es: núcleos SOLR en marcha

source: Solr configuration up to date
es_es: configuración SOLR al día

source: Indexing caches
es_es: Cachés de Index Server.

source: The web server user (%1) must be able to read and write the whole Solr configuration. Please note that also your Java application server user (e.g. tomcat6) must be able to write to the Solr home and its subdirectories.
es_es: El usuario del servidor web (1%) debe ser capaz de leer y escribir toda la configuración SOLR. Tenga en cuenta que también la aplicación Java de usuario del servidor (por ejemplo, tomcat6) debe ser capaz de escribir en el hogar SOLR y sus subdirectorios.

source: CollectiveAccess uses seperate Solr indexes (lightweight instances) for each table that is indexed. These so called 'cores' must be running and ready for queries.
es_es: CollectiveAccess utiliza por separado los índices SOLR (casos ligeros) para cada tabla que está indexada. Estos llamados "núcleos" deben estar en ejecución y listos para las consultas.

source: The Solr configuration has to be rebuilt and synced with the CollectiveAccess search indexing configuration and metadata attributes setup from time to time. It's not critical if they're not in sync for the moment. They should be automatically synced on each event that causes some indexing (e.g. record save)
es_es: La configuración SOLR tiene que ser reconstruida y sincronizada con la configuración de indexación de búsqueda de CollectiveAccess y los atributos de metadatos instalados de vez en cuando. No es crítico si no están en sincronía, por el momento. Deben ser sincronizados de forma automática en cada evento que cause alguna indexación (por ejemplo, guardar el registro)

source: CollectiveAccess uses a cache to store its search indexing configuration. The cache must exist and be writable by the web server user. You shouldn't have to care about that in normal setups.
es_es: CollectiveAccess utiliza una caché para almacenar su configuración indexación de búsqueda. La memoria caché debe existir y ser accesible por el usuario del servidor web. Usted no debería tener que preocuparse por eso en las configuraciones normales.
